{
  "title": "Sponsoren",
  "description": "Wir bedanken uns bei unseren Sponsoren für die bisherige Unterstützung des Projekts.",
  "tierone": "Tier 1 - Principal Sponsors",
  "tiertwo": "Tier 2",
  "tierthree": "Tier 3",
  "tierfour": "Tier 4",
  "blurb": {
    "lineone": "Want to be a sponsor?",
    "linetwo": "Get in touch today.",
    "emailus": "Email Us"
  },
  "sponsors": {
    "ciq": {
      "name": "CIQ",
      "title": "Founding Sponsor",
      "tier": 1,
      "blurb": "CIQ ist Gründungssponsor des RESF. Rocky Linux bietet kommerzielle Unterstützung und Dienstleistungen für Kunden in Forschung, Wissenschaft, Regierung, Unternehmen, Partner und allen dazwischen."
    },
    "45drives": {
      "name": "45Drives",
      "title": "Principal Sponsor",
      "tier": 1,
      "blurb": "45Drives bietet Enterprise Storage Lösungen auf Basis leistungsstarker und robuster Open-Source-Software, die es den Kunden ermöglicht, von den Kosteneinsparungen und der Flexibilität der Off-the-Regal-Hardware zu profitieren. Überprüfen Sie diese für eine voll unterstützte Datenspeicherungslösung zum besten Preis pro Terabyte!"
    },
    "aws": {
      "name": "Amazon Web Services",
      "title": "Principal Sponsor",
      "tier": 1,
      "blurb": "Das RESF verwendet AWS, um einen Großteil der zugrunde liegenden Infrastruktur auszuführen, die entscheidend für die Entwicklung und den Einsatz der Dienste ist, die Rocky Linux unterstützen. Von Koji-Buildern für x86_64 und aarch64, die in EC2 laufen bis SRPM-Speicherplatz in S3, AWS ist grundlegende zu vielem von dem, was wir tun."
    },
    "gcp": {
      "name": "Google Cloud",
      "title": "Principal Sponsor",
      "tier": 1,
      "blurb": "Als Hauptsponsor des RESF versteht Google die Bedeutung von Rocky Linux als freies, offenes und gemeinschaftliches Betriebssystem. Bereitstellung von Ressourcen für Tests und Validierung, wir haben uns mit dem RESF zusammengetan, um Rockys Status als erstklassiger Bürger auf der Google Cloud Plattform vom ersten Tag an sicherzustellen."
    },
    "azure": {
      "name": "Microsoft Azure",
      "title": "Principal Sponsor",
      "tier": 1,
      "blurb": "Linux ist die am schnellsten wachsende Plattform auf Azure, die in über der Hälfte der VM-Kerne läuft. Seit mehr als einem Jahrzehnt investiert Microsoft auf Linux, und mit Partnerschaften als zentraler Stützpfeiler der Microsoft-Open-Source-Strategie arbeiten wir mit RESF und dem breiteren Rocky Linux Ökosystem zusammen, um sicherzustellen, dass Kunden immer mehr Optionen haben, um Linux-Workloads auf Azure in einem unterstützten, verwaltete und sichere Weise."
    },
    "montavista": {
      "name": "MontaVista",
      "title": "Principal Sponsor",
      "tier": 1,
      "blurb": "MontaVista Software ist der führende Anbieter von Embedded-kommerziellen LInux, unterstützt MontaVista CGX, Yocto Project®️, CentOS und Rocky Linux. MontaVista bietet Open Source Software Expertise, kommerziell-qualitative Linux-Distributionen, kostengünstige Wartung und Support für 10 Jahre Lebenszyklen."
    },
    "opendrives": {
      "name": "OpenDrives",
      "title": "Principal Sponsor",
      "tier": 1,
      "blurb": "OpenDrives is a global provider of enterprise-scale, software-defined data storage solutions. Our technology is designed to power the most demanding workflows—on premises and in the cloud. Our commitment to open standards and protocols facilitates ease of integrations, making it simpler for customers to access, use, move, and protect their data. We are headquartered in Culver City, CA."
    },
    "rakutensymphony": {
      "name": "Rakuten Symphony",
      "title": "Principal Sponsor",
      "tier": 1,
      "blurb": "Rakuten Symphony is a strong believer that open source communities encourage innovation through collaboration. Deployment of Rocky Linux represents a return to true open-source principles, powered by open communities. Rakuten Symphony is working closely with a broad spectrum of third-party vendors and technology partners within the telecom industry to make Rocky Linux the standard operating system for running large networks."
    },
    "vmware": {
      "name": "VMware",
      "title": "Principal Sponsor",
      "tier": 1,
      "blurb": "VMware ist ein führender Anbieter von Multi-Cloud-Diensten für alle Anwendungen, die digitale Innovation mit Unternehmenssteuerung ermöglichen."
    },
    "openlogic": {
      "name": "OpenLogic by Perforce",
      "title": "Tier 4 Sponsor",
      "tier": 4
    },
    "procomputers": {
      "name": "ProComputers.com",
      "title": "Tier 4 Sponsor",
      "tier": 4
    },
    "seagate": {
      "name": "Seagate Federal",
      "title": "Tier 4 Sponsor",
      "tier": 4
    },
    "stromasys": {
      "name": "Stromasys",
      "title": "Tier 4 Sponsor",
      "tier": 4
    }
  }
}
