{
  "title": "Спонсоры",
  "description": "Мы хотели бы поблагодарить наших спонсоров за их поддержку в реализации проекта.",
  "tierone": "Tier 1 - Principal Sponsors",
  "tiertwo": "Tier 2",
  "tierthree": "Tier 3",
  "tierfour": "Tier 4",
  "blurb": {
    "lineone": "Want to be a sponsor?",
    "linetwo": "Get in touch today.",
    "emailus": "Email Us"
  },
  "sponsors": {
    "ciq": {
      "name": "CIQ",
      "title": "Основатель",
      "tier": 1,
      "blurb": "Мы верим, что помогаем людям совершать великие дела. Именно поэтому CIQ является спонсором-учредителем RESF. Мы предоставляем коммерческую поддержку и услуги в области Rocky Linux клиентам из научно-исследовательской, академической, правительственной, корпоративной, партнерской и всех других сфер."
    },
    "45drives": {
      "name": "45Drives",
      "title": "Основной спонсор",
      "tier": 1,
      "blurb": "45Drives предлагает корпоративные решения для хранения данных, построенные на мощном и надежном программном обеспечении с открытым исходным кодом, которое позволяет клиентам воспользоваться преимуществами экономии и гибкости готового оборудования. Вы можете приобрести у нас полностью поддерживаемое решение для хранения данных по лучшей цене за терабайт!"
    },
    "aws": {
      "name": "Amazon Web Services",
      "title": "Основной спонсор",
      "tier": 1,
      "blurb": "RESF использует AWS для запуска большей части базовой инфраструктуры, критически важной для разработки и развертывания сервисов, поддерживающих Rocky Linux. От сборщиков Koji для x86_64 и aarch64, работающих в EC2, до хранилища блобов SRPM в S3 - AWS является основой для многого из того, что мы делаем."
    },
    "gcp": {
      "name": "Google Cloud",
      "title": "Основной спонсор",
      "tier": 1,
      "blurb": "Будучи главным спонсором RESF, компания Google понимает важность Rocky Linux как свободной, открытой, общественной операционной системы для предприятий. Предоставляя ресурсы для тестирования и проверки, мы сотрудничаем с RESF, чтобы обеспечить статус Rocky как первоклассного гражданина на Google Cloud Platform с первого дня."
    },
    "azure": {
      "name": "Microsoft Azure",
      "title": "Основной спонсор",
      "tier": 1,
      "blurb": "Linux - самая быстрорастущая платформа в Azure, на которой работает более половины ядер виртуальных машин. Уже более десяти лет Microsoft инвестирует в Linux, а поскольку партнерские отношения являются центральным элементом стратегии Microsoft в области открытого исходного кода, мы сотрудничаем с RESF и более широкой экосистемой Rocky Linux, чтобы обеспечить клиентам все больший набор возможностей для развертывания рабочих нагрузок Linux в Azure с поддержкой, управлением и безопасностью."
    },
    "montavista": {
      "name": "MontaVista",
      "title": "Основной спонсор",
      "tier": 1,
      "blurb": "MontaVista Software - лидер в области коммерческого Linux для встраиваемых систем, поддерживающий MontaVista CGX, Yocto Project®, CentOS и Rocky Linux. MontaVista предлагает опыт в области программного обеспечения с открытым исходным кодом, дистрибутивы Linux коммерческого качества, экономически эффективное обслуживание и поддержку в течение 10+ лет."
    },
    "opendrives": {
      "name": "OpenDrives",
      "title": "Основной спонсор",
      "tier": 1,
      "blurb": "OpenDrives - глобальный поставщик гипермасштабируемых сетевых хранилищ данных (NAS) корпоративного класса. Мы предоставляем нашим клиентам самые высокопроизводительные решения - в соответствии с индивидуальными потребностями в производительности - для самых надежных, сложных и критически важных проектов и рабочих процессов, локальных и облачных."
    },
    "vmware": {
      "name": "VMware",
      "title": "Основной спонсор",
      "tier": 1,
      "blurb": "VMware - ведущий поставщик мультиоблачных услуг для всех приложений, обеспечивающий цифровые инновации с корпоративным контролем."
    },
    "procomputers": {
      "name": "ProComputers.com",
      "title": "Спонсор 4-го уровня",
      "tier": 4
    },
    "seagate": {
      "name": "Seagate Federal",
      "title": "Спонсор 4-го уровня",
      "tier": 4
    },
    "stromasys": {
      "name": "Stromasys",
      "title": "Спонсор 4-го уровня",
      "tier": 4
    }
  }
}
