{
    "title": "Klucze",
    "description": "Klucze do podpisów, pakietów, i innych.",
    "introHeaderText": "Jak Rocky Linux używa kluczy GPG",
    "introBodyText": "Każdy stabilny pakiet RPM, który jest publikowany przez Rocky Linux jest podpisany sygnaturą GPG. Domyślnie yum i graficzne narzędzia do aktualizacji zweryfikują te podpisy i odmówią instalacji pakietów, które nie są podpisane lub mają nieprawidłowy podpis. Zawsze powinieneś sprawdzić podpis pakietu przed jego instalacją. Podpisy te zapewniają, że pakiety, które instalujesz są produkowane przez Rocky Linux i nie zostały zmienione przez żaden serwer lustrzany lub stronę internetową dostarczającą pakiety.",
    "importingHeaderText": "Importowanie Kluczy",
    "importingBody1Text": "Klucze GPG Projektu są zawarte w pakiecie rockylinux-release i zazwyczaj można je znaleźć w /etc/pki/rpm-gpg. Proszę zauważyć, że nie wszystkie klucze w tym katalogu są używane przez projekt Rocky Linux. Niektóre klucze mogą być umieszczone w tym katalogu przez repozytoria innych dostawców, aby umożliwić bezpieczne korzystanie z dodatkowych pakietów. Klucze używane przez Rocky Linux są włączone w konfiguracji repozytorium yum, więc zazwyczaj nie ma potrzeby ręcznego importowania ich.",
    "importingBody2Text": "Jeśli chcesz sprawdzić, czy klucze zainstalowane w systemie pasują do tych wymienionych tutaj, możesz użyć GnuPG do sprawdzenia, czy odcisk palca klucza pasuje. Na przykład:",
    "codeLine1": "gpg --quiet --show-keys /etc/pki/rpm-gpg/RPM-GPG-KEY-rockyofficial",
    "codeLine2": "pub   rsa4096 2021-02-14 [SCE]",
    "codeLine3": "      7051C470A929F454CEBE37B715AF5DAC6D745A60",
    "codeLine4": "uid           Release Engineering <infrastructure@rockylinux.org>",
    "downloadKey": "pobierz klucz",
    "projectKeysHeaderText": "Klucze Projektu",
    "projectKeysBodyText": "Poniższe klucze są obecnie używane przez Rocky Linux. Proszę zauważyć, że wydania Rocky Linux mogą mieć przypisane kilka kluczy GPG (w zależności od wydania i architektury).",
    "officialKeyHeaderText": "Oficjalny Klucz Rocky Linux",
    "officialKeyLine1": "pub   rsa4096/0x15AF5DAC6D745A60 2021-02-14 Rocky Linux (Rocky Linux Official Signing Key) <releng@rockylinux.org>",
    "officialKeyLine2": "Key Fingerprint = 7051 C470 A929 F454 CEBE 37B7 15AF 5DAC 6D74 5A60",
    "testingKeyHeaderText": "Klucz Testing Rocky Linux",
    "testingKeyLine1": "pub   rsa4096/0x5489E42BBBE2C108 2021-02-14 Rocky Linux Testing (Rocky Linux Testing Key) <releng@rockylinux.org>",
    "testingKeyLine2": "Key fingerprint = 091A 4404 7C3D 8B7A 331F  5E18 5489 E42B BBE2 C108",
    "infrastructureKeyHeaderText": "Klicz Infrastruktury Rocky Linux",
    "infrastructureKeyLine1": "sec   ed25519/0xAA650F52D6C094FA 2021-05-17 Core Infrastructure (Compose Signing Key) <infrastructure@rockylinux.org>",
    "infrastructureKeyLine2": "Key fingerprint = BFC3 D8F2 0D15 F4FD 4628  1D7F AA65 0F52 D6C0 94FA"
}
