{
    "title": "Sponsorzy",
    "description": "Chcielibyśmy podziękować naszym sponsorom za ich dotychczasowe wsparcie przy realizacji projektu.",
    "sponsors": [
        {
            "name": "Ctrl IQ",
            "grade": "Sponsor Założycielski",
            "description": "Ujednolicone, bezpieczne, niezależne od platformy przetwarzanie danych, począwszy od dostarczania, zarządzania i obsługi podstawowego systemu operacyjnego (Rocky Linux), poprzez stos wdrażania kontenerów z natywną chmurą, multi-prem, multi-cloud meta-orkiestracją przepływów pracy i danych o krytycznym znaczeniu dla wydajności."
        },
        {
            "name": "45Drives",
            "grade": "Sponsor Główny",
            "description": "45Drives oferuje rozwiązania pamięci masowej dla przedsiębiorstw oparte na wydajnym i solidnym oprogramowaniu open-source, które pozwala klientom korzystać z oszczędności kosztów i elastyczności sprzętu dostępnego od ręki. Sprawdź je, aby uzyskać w pełni obsługiwane rozwiązanie do przechowywania danych w najlepszej cenie za terabajt!"
        },
        {
            "name": "OpenDrives",
            "grade": "Sponsor Główny",
            "description": "OpenDrives jest globalnym dostawcą hiperskalowalnych rozwiązań NAS (Network Attached Storage) klasy korporacyjnej. Dostarczamy naszym klientom rozwiązania o najwyższej wydajności - dopasowane do indywidualnych potrzeb w zakresie wydajności - dla najbardziej solidnych, złożonych i krytycznych dla misji firmy projektów i przepływów pracy, zarówno w siedzibie firmy, jak i w chmurze."
        },
        {
            "name": "MontaVista",
            "grade": "Sponsor Główny",
            "description": "MontaVista Software jest liderem w dziedzinie wbudowanego komercyjnego systemu Linux, wspierając MontaVista CGX, Yocto Project®, CentOS i Rocky Linux. MontaVista oferuje wiedzę z zakresu oprogramowania Open Source, komercyjne dystrybucje Linuksa, efektywne kosztowo utrzymanie i wsparcie techniczne (ponad 10-letni cykl życia)."
        },
        {
            "name": "Amazon Web Services",
            "grade": "Sponsor Główny",
            "description": "RESF korzysta z AWS, aby uruchomić większość podstawowej infrastruktury krytycznej dla rozwoju i wdrażania usług wspierających Rocky Linux. Od programów budujących Koji dla x86_64 i aarch64 działających w EC2 do przestrzeni na SRPM w S3, AWS jest podstawą wielu naszych działań."
        }
    ]
}
