{
    "title": "Frequently Asked Questions",
    "questions": [
        {
            "q": "Where can I download the ISO?",
            "a": "<0>https://rockylinux.org/download<0>"
        },
        {
            "q": "How can I help mirror current and future Rocky Linux releases?",
            "a": "Please email <0>mirrors@rockylinux.org</0> to express your interest."
        },
        {
            "q": "I encountered a bug while testing Rocky Linux, what can I do?",
            "a": "First, create an account using <0>Rocky Linux Account Services</0>, then head over to our <1>Bugzilla server</1> to report any bugs."
        },
        {
            "q": "How can I get involved with the Testing team?",
            "a": "Please join the <0>~Testing</0> channel on our Mattermost server to get started. There’s also a testing topic on the forums for more durable conversation."
        },
        {
            "q": "Where can I find the latest news about Rocky Linux?",
            "a": "Stay tuned to our website, Twitter, LinkedIn, forums, and other platforms listed in our link directory for the latest announcements."
        },
        {
            "q": "How will you ensure that Rocky Linux truly remains a community enterprise operating system?",
            "a": "First, we’ve taken steps to legally protect the Rocky Linux name. This means registering its trademarks and various associated properties to protect them from being controlled by another entity. We’ve achieved this by establishing them under the Rocky Enterprise Software Foundation (RESF). Next, we’re drafting a community charter that will define the organizational structure, objectives, values, and mission behind the legal entity that represents Rocky Linux. Critical in this charter is the establishment of principles that enable and protect the community: transparency, community involvement, open development, and independence. <0> Rocky Linux will never be controlled, purchased, or otherwise influenced by a single entity or organization. </0> Finally, we’re architecting and deploying the necessary infrastructure to further enable the community to contribute to Rocky Linux."
        },
        {
            "q": "So what’s the short answer to all of this? What are some things you’re thinking about as you put Rocky Linux together?",
            "a": "How do we carefully shepherd community trust? How do we ensure that anyone who wants to participate can not only do so immediately, but forever in the future as well? How do we engage and enable the community members who might not be as technical but want to contribute anyway? Solving for all of these challenges will take time, and we would love your help in doing so."
        },
        {
            "q": "What if I have feedback or my question wasn’t answered here?",
            "a": "Please email us: <0>hello@rockylinux.org</0> and we’ll get back to you as soon as we can."
        }
    ]
}
