{
    "title": "Partners",
    "description": "RESF-ის პარტნიორები წარმოადგენენ მიმდინარე დამოკიდებულებას Rocky Linux პროექტის სტრატეგიულ მნიშვნელობაზე. გვაწვდიან საინჟინრო გამოცდილებას, ინფრასტრუქტურულ რესურსებს ან სხვა მხარდაჭერას, მათი მხარდაჭერა კრიტიკულია ჩვენი წარმატებისთვისა და გრძელვადიანი სტაბილურობისთვის",
    "partners": [
        {
            "name": "CIQ",
            "grade": "დამფუძნებელი პარტნიორი",
            "description": "ჩვენ გვჯერა, რომ ვეხმარებით ადამიანებს დიდი საქმეების გაკეთებაში. ამიტომაც CIQ, არის RESF-ის დამფუძნებელი პარტნიორი. ჩვენ ვაწვდით კომერციულ მხარდაჭერას Rocky Linux-ს მისი მომხმარებლებისთივს შემდეგ სფეროებში: კვლევა, აკადემია, მთავრობა, საწარმოო, პარტნიორები და ყველა მათ შორის."
        },
        {
            "name": "NAVER Cloud",
            "grade": "მთავარი პარტნიორი",
            "description": "NAVER Cloud Platform არის სამხრეთ კორეული ღრუბლოვანი სერვისი, რომელიც 2017 წელს შეიქმნა NAVER Cloud-ის ქვეშ, როგორც NAVER-ის სუბსიდირებული. ის აწვდის 170 ინდივიდუალურ სერვისს 2021 წელს და აქვს მთელი რიგი უსაფრთხოების სერტიფიკატები, მათ შორის CSA STAR GOLD, GDPR და სხვები. ღრუბლოვანი სერვისები წარმოდგენილია 10 ლოკაციაში მსოფლიო მასშტაბით."
        },
        {
            "name": "Mattermost",
            "grade": "მთავარი პარტნიორი",
            "description": "Mattermost აროს ღია კოდის მესიჯინგის გადაწყვეტილება ორგანიზაციებისთვის, რომლებსაც აქვთ მაღალი უსაფრთხოების მოთხოვნები. რადგანაც გვჯერა ღია კოდის ძლიერების, Mattermost მოხარულია იყოს RESF-ის პარტნიორი და დაეხმაროს შექმნას საწარმოო კლასის ლინუქს დისტრიბუტივი ტექნოლოგიური საზოგადოებისთვის."
        },
        {
            "name": "Fosshost",
            "grade": "მთავარი პარტნიორი",
            "description": "Fosshost (UK CIC #13356530) გთავაზობთ უფასო საწარმოო კლასის ინტერნეტ ჰოსტინგს და მართულ სერვისებს ექსკლუზიურად FOSS საზოგადოებისთვის. ჩვენი მისიაა გავაძლიეროთ და მხარი დავუჭიროთ ნებისმიერ თავისუფალ და ღია კოდით პროგრამულ პროექტს. იმისათვის, რომ წინ ერთად ვიაროთ. ჩვენი სამუშაო უწყვეტია. შემოიტანე განაცხადი დღესვე!"
        },
        {
            "name": "Arm",
            "grade": "მთავარი პარტნიორი",
            "description": "Arm-ის ინტერესია, რომ მისი არქიტექტურა პრიველი კლასის წარმომადგენელი იყოს Rocky Linux-თან ერთად. ჩვენ RESF-ის პარტნიორები ვართ და ვეხმარებით მათ ინჟინერიაში, რომ შევავსოთ Rocky Linux-ის შემუშავების და ტესტირების გუნდები, ვმუშაობთ მჭიდროდ, რომ დავატესტიროთ, დავამოწმოთ და მხარი დავუჭიროთ ARM-ს ახლა და მომავალში."
        },
        {
            "name": "Fastly",
            "grade": "მთავარი პარტნიორი",
            "description": "Fastly-ს ღრუბლოვანი პლატფორმა საშუალებას აძლევს მომხმარებლებს შექმნან კარგი ციფრული გამოცდილება სწრაფად, უსაფრთხოდ და საიმედოდ მათი აპლიკაციების დამუშავებით, მიწოდებით და დაცვით. ვათავსებთ მათ საბოლოო მომხმარებლებთან ყველაზე ახლოს - ინტერნეტის განაპირად."
        },
        {
            "name": "OSU Open Source Labs",
            "grade": "მთავარი პარტნიორი",
            "description": "ორეგონის სახელმწიფო უნივერსიტეტის ღია კოდის ლაბორატორია არის არასამთავრობო ორგანიზაცია, რომელიც მუშაობს ღია კოდის ტექნოლოგიების განვითარებისთვის. OSL აწვდის მსოფლიო კლასის ჰოსტინგ სერვისებს, პროგრამული უზრუნველყოფის პროფესიონალურ შემუშავებას და ტრენინგებს ადგილზე პერსპექტიული სტუდენტებისთვის, რომლებიც დაინტერესებული არიან ღია კოდით მართვასა და პროგრამირებაში."
        },
        {
            "name": "Supermicro",
            "grade": "მთავარი პარტნიორი",
            "description": "როგორც გლობალური ლიდერი მაღალი წარმადობის, მაღალი ეფექტურობის სერვერულ ტექნოლოგიებში და ინოვაციებში Supermicro მოხარულია იმუშაოს RESF-თან და მიაწოდოს მას მონაცემთა დამუშავების ცენტრებში სერვერებიდა მონაცემთა საცავი სისტემები, რომლებიც ოპტიმიზებულია Rocky Linux-ისთვის."
        }
    ]
}
