{
    "title": "Partners",
    "description": "Partners of the RESF represent ongoing relationships of strategic importance to the Rocky Linux project. Through dedication of engineering expertise, infrastructure resources, or other means, their support is critical to our continued success and long term stability.",
    "partners": [
        {
            "name": "CIQ",
            "grade": "Founding Partner",
            "description": "We believe in helping people to do great things. This is why CIQ is a founding partner of the RESF. We provide commercial support and services for Rocky Linux to customers in research, academia, government, enterprise, partners, and everyone in between."
        },
        {
            "name": "NAVER Cloud",
            "grade": "Principal Partner",
            "description": "NAVER Cloud Platform is a South Korean cloud service that started in 2017 under NAVER Cloud, a subsidiary of NAVER. It provides over 170 individual services in 2021 and holds various security certifications including CSA STAR GOLD, GDPR, and more. It also currently provides cloud services in 10 locations around the world."
        },
        {
            "name": "Mattermost",
            "grade": "Principal Partner",
            "description": "Mattermost is an open source messaging solution made for organizations with the highest security requirements. As big believers in the power of open source, Mattermost is thrilled to partner with RESF to help bring an enterprise-grade distribution of Linux to the tech community."
        },
        {
            "name": "Fosshost",
            "grade": "Principal Partner",
            "description": "Fosshost (UK CIC #13356530) offers free enterprise grade internet hosting and managed services exclusively for the FOSS community. We're on a mission to empower and support every free and open-source software project. To go further, together. Our work never stops. Apply today!"
        },
        {
            "name": "Arm",
            "grade": "Principal Partner",
            "description": "Arm is committed to ensuring its architecture is a first-class citizen from day one with Rocky Linux. We have partnered with the RESF, providing dedicated engineering efforts to complement Rocky Linux development and testing teams, working closely together to test, validate, and support ARM now and long into the future."
        },
        {
            "name": "DotSlash Studio",
            "grade": "Principal Partner",
            "description": "DotSlash Studio realizes the importance of open source, which is why we partnered with the RESF to contribute our design skills in the form of website design, graphic design, and general web help. We work closely with the Rocky Linux team to ensure that you only have the simplest experience possible while browsing the website."
        }
    ]
}
