{
    "title": "სპონსორები",
    "description": "We would like to thank our sponsors for their support thus far on the project.",
    "sponsors": [
        {
            "name": "CIQ",
            "grade": "დამფუძნებელი სპონსორი",
            "description": "ჩვენ გვჯერა, რომ ვეხმარებით ადამიანებს დიდი საქმეების გაკეთებაში. ამიტომაც CIQ, არის RESF-ის დამფუძნებელი პარტნიორი. ჩვენ ვაწვდით კომერციულ მხარდაჭერას Rocky Linux-ს მისი მომხმარებლებისთივს შემდეგ სფეროებში: კვლევა, აკადემია, მთავრობა, საწარმოო, პარტნიორები და ყველა მათ შორის."
        },
        {
            "name": "45Drives",
            "grade": "მთავარი სპონსორი",
            "description": "45Drives გთავაზობთ საწარმოო საცავებს, რომლებიც აგებულია მძლავრ და საიმედო ღია კოდზე, საშუალებას აძლევს მომხმარებლებს სარგებელი მიიღონ ხარჯების შემცირებით და თაროდან მოწყობილობების მოქნილობით. ნახეთ მათი სრულად მხარდაჭერილი მოაცემთა საცავების გადაწყვეტილებები საუკეთესო ფასით ტერაბაიტზე!"
        },
        {
            "name": "OpenDrives",
            "grade": "მთავარი სპონსორი",
            "description": "OpenDrives აროს გლობალური მომწოდებელი საწარმოო კლასის, ჰიპერ-მასშტაბირებადი, ქსელზე მერთებული საცავის (NAS) გადაწყვეტილებებში. ჩვენ მოგაწვდით უმაღლესი წარმადობის გადაწყვეტილებებებს მომხმარებლებისთვის - დავაკმაყოფილებთ ინდივიდუალურ მოთხოვნებს წარმადობაში - ყველაზე საიმედო, კომპლექსური და კრიტიკული პროექტებისა და სამუშაოებისთვის, როგორც ადგილზე ასევე ღრუბელში."
        },
        {
            "name": "MontaVista",
            "grade": "მთავარი სპონსორი",
            "description": "MontaVista Software არის ლიდერი ჩაშენებულ კომერციულ ლინუქსებში, მხარს უჭერს MontaVista CGX, Yocto Project®, CentOS და Rocky Linux-ს. MonaVista გვათავაზობს ღია კოდით პროგრამულ უზრუნველყოფას, კომერციული ხარისხის ლინუქს დისტრიბუტივებს, ეკონომიურად ეფექტურ მომსახურებას და მხარდაჭერას 10 წელზე მეტი ხნით."
        },
        {
            "name": "Amazon Web Services",
            "grade": "მთავარი სპონსორი",
            "description": "RESF იყენებს AWS-ს Rocky Linux-ის შემუსავებისა და დანერგვისთვის საჭირო ინფრასტრუქტურის სახლით. დაწყებული Koji ამწყობებით x86_64 და aarch64 არქიტექტურისთვის EC2-ზე და დამთავრებული ბლობ საცავებით S3-ში. AWS მეტად ფუნდამენტურია იმისთვის რასაც ჩვენ ვაკეთებთ."
        },
        {
            "name": "Google Cloud",
            "grade": "მთავარი სპონსორი",
            "description": "როგორც RESF-ის მთავარი სპონსორი, Google აცნობიერებს Rocky Linux-ის მნიშვნელობას, როგორც თავისუფალი, საზოგადო საწარმოო საოპერაციო სისტემა. გვაწვდის ინფრასტრუქტურას ტესტირებისა და ვალიდაციისთვის, ჩვენ პირველივე დღეებიდან მხარს ვუჭერთ RESF-ს, რომ Rocky Linux იყოს პირველი კლასის მოქალაქე Google Cloud Platfrom-ზე."
        },
        {
            "name": "Microsoft Azure",
            "grade": "მთავარი სპონსორი",
            "description": "ლინუქსი არის სწრაფად მზარდი პლატფორმა Azure-ზე, ის ნახევარზე მეტ ვირტუალურ მანქანებს იკავებს. ათწლულზე მეტია Microsoft ინვესტიციებს აკეთებს ლინუქსში და Microsoft-ის ღია წყაროს სტრატეგიის ქვაკუთხედია პარტნიორობა. ჩვენ ვთანამშრომლობთ RESF-თან და უფრო ფართო Rocky Linux-ის ეკოსისტემასთან, რომ უზრუნვველყოთ მომხმარებლებისთვის უფრო მეტი არჩევანი დანერგონ ლინუქსი Azure-ზე მხარდაჭერილად, მართულად და უსაფრთხოდ"
        }
    ]
}
