{
  "title": "Todo comenzó con un comentario en el blog.",
  "subtitle": "Historia",
  "content": {
    "highlight": "El 8 de diciembre de 2020, Red Hat anunció que suspendería el desarrollo de CentOS, que ha sido una versión descendente lista para producción de Red Hat Enterprise Linux, a favor de una variante de desarrollo ascendente más nueva de ese sistema operativo conocida como \"CentOS Stream\". . En respuesta, el fundador original de CentOS, Gregory Kurtzer, anunció <0>a través de un comentario en el sitio web de CentOS</0> que volvería a iniciar un proyecto para lograr los objetivos originales de CentOS. Su nombre fue elegido como tributo al cofundador de CentOS, Rocky McGaugh. Para el 12 de diciembre, el repositorio de código de Rocky Linux se había convertido en el repositorio de mayor tendencia en GitHub.",
    "paragraph": "El 22 de diciembre de 2020, Rocky Linux anunció que el objetivo para un lanzamiento inicial era entre marzo y mayo de 2021. El 20 de enero de 2021, se anunció que un repositorio de prueba estaría disponible para el público a fines de febrero. , y una versión candidata estaba prevista para fines de marzo de 2021. Sin embargo, esa fecha se retrasó un poco y el 30 de abril de 2021, se lanzó oficialmente la primera versión candidata. La segunda versión candidata, de la versión 8.4, la última antes de la versión estable, se lanzó el 4 de junio de 2021. El 21 de junio de 2021, se lanzó la versión estable de Rocky Linux 8.4, con el nombre en clave \"Green Obsidian\"."
  },
  "organization": {
    "heading": "Organización",
    "paragraph": "El proyecto Rocky Linux está alojado en Rocky Enterprise Software Foundation (RESF). Para obtener más información sobre la estructura organizativa, consulte la <0>página</0> sobre el tema."
  },
  "quote": {
    "content": "Pensando en los primeros días de CentOS... Mi cofundador fue Rocky McGaugh. Ya no está con nosotros, así que como H/T para él, que nunca llegó a ver el éxito que llegó a ser CentOS, les presento... Rocky Linux",
    "gmk": "Gregorio Kurtzer",
    "occupation": "Cofundador @ CentOS / Fundador @ Rocky Linux"
  }
}
