{
  "title": "Patrocinadores",
  "description": "Nos gustaria agradecer a nuestros patrocinadores por su apoyo hasta el momento en el proyecto",
  "tierone": "Nivel 1 - Patrocinadoras principales",
  "tiertwo": "Nivel 2",
  "tierthree": "Nivel 3",
  "tierfour": "Nivel 4",
  "blurb": {
    "lineone": "¿Quiere ser un patrocinador?",
    "linetwo": "Póngase en contacto hoy.",
    "emailus": "Envíanos un correo electrónico"
  },
  "sponsors": {
    "ciq": {
      "name": "CIQ",
      "title": "Patrocinador Fundador",
      "tier": 1,
      "blurb": "Creemos en ayudar a la gente a crear grandes cosas, por eso CIQ es un socio fundador del RESF. Proporcionamos apoyo comercial y servicios para Rocky Linux a clientes en investigación, academia, gobierno, compañeros, socios y todos entre medio."
    },
    "45drives": {
      "name": "45Drives",
      "title": "Patrocinador Principal",
      "tier": 1,
      "blurb": "45Drives ofrece soluciones de almacenamiento empresarial basadas en software de código abierto potente y robusto, que permiten a los clientes beneficiarse del ahorro de costos y la flexibilidad del hardware off-the-shelf. ¡Revisa la solución de almacenamiento de datos totalmente soportada al mejor costo por terabyte!"
    },
    "aws": {
      "name": "Amazon Web Services",
      "title": "Patrocinador Principal",
      "tier": 1,
      "blurb": "El RESF utiliza AWS para ejecutar gran parte de la infraestructura subyacente crítica al desarrollo y despliegue de los servicios que soportan Rocky Linux. Desde constructores de Koji para x86_64 y aarch64 ejecutándose en EC2 hasta almacenamiento de blob SRPM en S3, AWS es fundamental para gran parte de lo que hacemos."
    },
    "gcp": {
      "name": "Google Cloud",
      "title": "Patrocinador Principal",
      "tier": 1,
      "blurb": "Como patrocinador principal del RESF, Google entiende la importancia de Rocky Linux como un sistema operativo libre, abierto y comunitario. Proporcionando recursos para pruebas y validación, nos hemos asociado con el RESF para garantizar la condición de ciudadano de primera clase en la plataforma Google Cloud desde el primer día."
    },
    "azure": {
      "name": "Microsoft Azure",
      "title": "Patrocinador Principal",
      "tier": 1,
      "blurb": "Linux es la plataforma de mayor crecimiento en Azure, funciona en más de la mitad de los núcleos de VM. Durante más de una década, Microsoft ha estado invirtiendo en Linux, y asociaciones siendo un pilar central de la estrategia de código abierto de Microsoft, colaboramos con RESF y el amplio ecosistema Rocky Linux para asegurar que los clientes tengan un creciente conjunto de opciones para implementar cargas de trabajo de Linux en Azure de una forma compatible, gestionada y segura."
    },
    "montavista": {
      "name": "MontaVista",
      "title": "Patrocinador Principal",
      "tier": 1,
      "blurb": "MontaVista Software es el líder en LInux comercial embebido, soportando MontaVista CGX, Yocto Project®️, CentOS y Rocky Linux. MontaVista ofrece experiencia en software de código abierto, distribuciones de Linux de calidad comercial, mantenimiento rentable y soporte para ciclos de vida de más de 10 años."
    },
    "opendrives": {
      "name": "OpenDrives",
      "title": "Patrocinador Principal",
      "tier": 1,
      "blurb": "OpenDrives is a global provider of enterprise-scale, software-defined data storage solutions. Our technology is designed to power the most demanding workflows—on premises and in the cloud. Our commitment to open standards and protocols facilitates ease of integrations, making it simpler for customers to access, use, move, and protect their data. We are headquartered in Culver City, CA."
    },
    "rakutensymphony": {
      "name": "Rakuten Symphony",
      "title": "Patrocinador Principal",
      "tier": 1,
      "blurb": "Rakuten Symphony is a strong believer that open source communities encourage innovation through collaboration. Deployment of Rocky Linux represents a return to true open-source principles, powered by open communities. Rakuten Symphony is working closely with a broad spectrum of third-party vendors and technology partners within the telecom industry to make Rocky Linux the standard operating system for running large networks."
    },
    "vmware": {
      "name": "VMware",
      "title": "Patrocinador Principal",
      "tier": 1,
      "blurb": "VMware es un proveedor líder de servicios en la nube múltiple para todas las aplicaciones, permitiendo la innovación digital con control empresarial."
    },
    "openlogic": {
      "name": "OpenLogic para Perforce",
      "title": "Patrocinador de Nivel 4",
      "tier": 4
    },
    "procomputers": {
      "name": "ProComputers.com",
      "title": "Patrocinador de Nivel 4",
      "tier": 4
    },
    "seagate": {
      "name": "Seagate Federal",
      "title": "Patrocinador de Nivel 4",
      "tier": 4
    },
    "stromasys": {
      "name": "Stromasys",
      "title": "Patrocinador de Nivel 4",
      "tier": 4
    }
  }
}
