{
  "title": "Ortaklar",
  "description": "RESF'nin ortakları, Rocky Linux projesi için stratejik öneme sahip devam eden ilişkileri temsil eder. Mühendislik uzmanlığının, altyapı kaynaklarının veya diğer yolların adanması yoluyla, onların desteği, devam eden başarımız ve uzun vadeli istikrarımız için kritik öneme sahiptir.",
  "partners": {
    "ciq": {
      "name": "CIQ",
      "tier": "Kurucu Ortak",
      "blurb": "İnsanların harika şeyler yapmasına yardım etmeye inanıyoruz. Bu yüzden CIQ olarak RESF'nin kurucu ortaklarından olduk. Araştırma, akademi, devlet, kuruluş, ortaklar ve herkese Rocky Linux için ticari destek ve hizmet sağlıyoruz."
    },
    "arm": {
      "name": "Arm",
      "tier": "Ana Ortak",
      "blurb": "Arm, Rocky Linux ile ilk günden itibaren mimarisinin birinci sınıf bir vatandaş olmasını sağlamaya kendini adamıştır. Rocky Linux geliştirme ve test ekiplerini tamamlamak için özel mühendislik çalışmaları sağlayarak, hem şimdi hem de gelecekte ARM'yi test etmek, doğrulamak ve desteklemek için birlikte çalışarak RESF ile ortaklık kurduk."
    },
    "equinix": {
      "name": "Equinix",
      "tier": "Ana Ortak",
      "blurb": "Equinix, dünyanın dijital altyapı şirketidir. Dijital liderler, başarılarına güç veren temel altyapıyı bir araya getirmek ve birbirine bağlamak için güvenilir platformumuzu kullanıyor."
    },
    "fastly": {
      "name": "Fastly",
      "tier": "Ana Ortak",
      "blurb": "Fastly'nin uç bulut platformu, müşterilerimizin uygulamalarını internetin ucunda, son kullanıcılarına mümkün olduğunca yakın bir yerde işleyerek, sunarak ve güvenceye alarak müşterilerin hızlı, güvenli ve güvenilir bir şekilde harika dijital deneyimler oluşturmasını sağlar."
    },
    "mattermost": {
      "name": "Mattermost",
      "tier": "Ana Ortak",
      "blurb": "Mattermost, en yüksek güvenlik gereksinimlerine sahip kuruluşlar için yapılmış açık kaynaklı bir mesajlaşma çözümüdür. Açık kaynağın gücüne büyük inananlar olarak Mattermost, Linux'un kurumsal düzeyde dağıtımını teknoloji topluluğuna getirmeye yardımcı olmak için RESF ile ortak olmaktan heyecan duyuyor."
    },
    "naver": {
      "name": "NAVER Cloud",
      "tier": "Ana Ortak",
      "blurb": "NAVER Cloud Platform, NAVER'in bir yan kuruluşu olan NAVER Cloud altında 2017 yılında başlayan bir Güney Kore bulut hizmetidir. 2021'de 170'in üzerinde bireysel hizmet sunar ve CSA STAR GOLD, GDPR ve daha fazlası dahil olmak üzere çeşitli güvenlik sertifikalarına sahiptir. Ayrıca şu anda dünya çapında 10 yerde bulut hizmetleri sağlıyor."
    },
    "osl": {
      "name": "OSU Open Source Labs",
      "tier": "Ana Ortak",
      "blurb": "Oregon Eyalet Üniversitesi Açık Kaynak Laboratuvarı, açık kaynak teknolojilerinin geliştirilmesi için çalışan kar amacı gütmeyen bir kuruluştur. OSL, açık kaynak yönetimi ve programlama ile ilgilenen gelecek vaat eden öğrenciler için birinci sınıf barındırma hizmetleri, profesyonel yazılım geliştirme ve yerinde eğitim sunar."
    },
    "supermicro": {
      "name": "Supermicro",
      "tier": "Ana Ortak",
      "blurb": "Yüksek performans, yüksek verimli sunucu teknolojisi ve inovasyonda küresel bir lider olarak Supermicro, RESF ile çalışmaktan ve Rocky Linux için optimize edilmiş veri merkezi sunucuları ve depolama sistemleri sunmaktan heyecan duyuyor."
    },
    "crowdin": {
      "name": "Crowdin",
      "tier": "4. Kademe Ortak"
    },
    "dsstudio": {
      "name": "DotSlash Studio",
      "tier": "4. Kademe Ortak"
    },
    "fathom": {
      "name": "Fathom",
      "tier": "4. Kademe Ortak"
    }
  }
}
