{
  "title": "Sponsorlar",
  "description": "Projeye bugüne kadar verdikleri destekleri için sponsorlarımıza teşekkür ederiz.",
  "tierone": "1. Kademe - Ana Sponsorlar",
  "tiertwo": "2. Kademe",
  "tierthree": "3. Kademe",
  "tierfour": "4. Kademe",
  "priorsponsors": "Prior Sponsors",
  "blurb": {
    "lineone": "Sponsor olmak ister misiniz?",
    "linetwo": "Bugün iletişime geçin.",
    "emailus": "Bize E-Posta Gönder"
  },
  "sponsors": {
    "ciq": {
      "name": "CIQ",
      "title": "Kurucu Sponsor",
      "tier": 1,
      "blurb": "İnsanların harika şeyler yapmasına yardım etmeye inanıyoruz. Bu nedenle CIQ, RESF'nin kurucu sponsorudur. Araştırma, akademi, hükümet, kuruluş, ortaklar ve aradaki herkese Rocky Linux için ticari destek ve hizmetler sunuyoruz."
    },
    "45drives": {
      "name": "45Drives",
      "title": "Ana Sponsor",
      "tier": 1,
      "blurb": "45Drives, müşterilerin kullanıma hazır donanımın maliyet tasarruflarından ve esnekliğinden yararlanmalarını sağlayan güçlü ve sağlam açık kaynaklı yazılım üzerine kurulu kurumsal depolama çözümleri sunar. Terabayt başına en iyi maliyetle tam olarak desteklenen bir veri depolama çözümü için bunlara göz atın!"
    },
    "aws": {
      "name": "Amazon Web Services",
      "title": "Ana Sponsor",
      "tier": 1,
      "blurb": "RESF, Rocky Linux'u destekleyen hizmetlerin geliştirilmesi ve dağıtılması için kritik olan temel altyapının çoğunu çalıştırmak için AWS'yi kullanır. EC2'de çalışan x86_64 ve aarch64 için Koji oluşturuculardan S3'te SRPM blob depolamaya kadar AWS, yaptığımız işlerin çoğunun temelini oluşturur."
    },
    "gcp": {
      "name": "Google Cloud",
      "title": "Ana Sponsor",
      "tier": 1,
      "blurb": "RESF'nin ana sponsoru olarak Google, Rocky Linux'un ücretsiz, açık, topluluk işletmesi işletim sistemi olarak önemini anlıyor. Test ve doğrulama için kaynaklar sağlayarak, Rocky'nin ilk günden itibaren Google Cloud Platform'da birinci sınıf vatandaş statüsünü sağlamak için RESF ile ortaklık kurduk."
    },
    "azure": {
      "name": "Microsoft Azure",
      "title": "Ana Sponsor",
      "tier": 1,
      "blurb": "Linux, VM çekirdeklerinin yarısından fazlasında çalışan Azure üzerinde en hızlı büyüyen platformdur. Microsoft, on yılı aşkın bir süredir Linux'a yatırım yapıyor ve iş ortaklıklarının Microsoft'un açık kaynak stratejisinin temel direği olmasıyla birlikte, müşterilerin Azure'da Linux iş yüklerini dağıtmak için artan sayıda seçeneğe sahip olmalarını sağlamak için RESF ve daha geniş Rocky Linux ekosistemi ile işbirliği yapıyoruz. desteklenen, yönetilen ve güvenli bir şekilde."
    },
    "montavista": {
      "name": "MontaVista",
      "title": "Ana Sponsor",
      "tier": 1,
      "blurb": "MontaVista Software, MontaVista CGX, Yocto Project®️, CentOS ve Rocky Linux'u destekleyen yerleşik ticari LInux'ta liderdir. MontaVista, Açık Kaynak Yazılım uzmanlığı, ticari kalitede Linux dağıtımları, uygun maliyetli bakım ve 10+ yıllık yaşam döngüleri için destek sunar."
    },
    "opendrives": {
      "name": "OpenDrives",
      "title": "Ana Sponsor",
      "tier": 1,
      "blurb": "OpenDrives is a global provider of enterprise-scale, software-defined data storage solutions. Our technology is designed to power the most demanding workflows—on premises and in the cloud. Our commitment to open standards and protocols facilitates ease of integrations, making it simpler for customers to access, use, move, and protect their data. We are headquartered in Culver City, CA."
    },
    "rakutensymphony": {
      "name": "Rakuten Symphony",
      "title": "Ana Sponsor",
      "tier": 1,
      "blurb": "Rakuten Symphony is a strong believer that open source communities encourage innovation through collaboration. Deployment of Rocky Linux represents a return to true open-source principles, powered by open communities. Rakuten Symphony is working closely with a broad spectrum of third-party vendors and technology partners within the telecom industry to make Rocky Linux the standard operating system for running large networks."
    },
    "vmware": {
      "name": "VMware",
      "title": "Ana Sponsor",
      "tier": 1,
      "blurb": "VMware, tüm uygulamalar için lider bir çoklu bulut hizmetleri sağlayıcısıdır ve kurumsal kontrol ile dijital inovasyonu mümkün kılar."
    },
    "openlogic": {
      "name": "OpenLogic by Perforce",
      "title": "4. Kademe Sponsor",
      "tier": 4
    },
    "procomputers": {
      "name": "ProComputers.com",
      "title": "4. Kademe Sponsor",
      "tier": 4
    },
    "seagate": {
      "name": "Seagate Federal",
      "title": "4. Kademe Sponsor",
      "tier": 4
    },
    "stromasys": {
      "name": "Stromasys",
      "title": "4. Kademe Sponsor",
      "tier": 4
    }
  }
}
