{
  "title": "Het begon allemaal met een blogreactie.",
  "subtitle": "Geschiedenis",
  "content": {
    "highlight": "Op 8 december 2020 kondigde Red Hat aan dat ze de ontwikkeling van CentOS stopzetten, wat een productieklare downstream versie van Red Hat Enterprise Linux was, ten gunste van een nieuwere upstream ontwikkelingsvariant van het besturingssysteem genaamd \"CentOS Stream\". Naar aanleiding van dit, kondigde de originele oprichter van CentOS, Gregory Kurtzer, aan <0>via een reactie op de CentOS website</0> dat hij opnieuw een project zou starten om het originele doel van CentOS te bereiken. De naam werd gekozen als eerbetoon aan vroege CentOS-medeoprichter Rocky McGaugh. Op 12 december was de code repository van Rocky Linux de top-trending repository op GitHub.",
    "paragraph": "Op 22 december 2020 kondigde Rocky Linux aan dat het doel voor een eerste release ergens tussen maart en mei 2021 was. Op 20 januari 2021 werd aangekondigd dat er eind februari een test repository beschikbaar zou zijn voor het publiek en een releasekandidaat op schema lag voor eind maart 2021. Die datum werd echter enigszins uitgesteld en op 30 april 2021 werd de eerste vrijlatingskandidaat officieel gereleased. De tweede release-kandidaat, van versie 8.4, de laatste voor de stabiele release, werd vrijgelaten op 4 juni 2021. Op 21 juni 2021 werd de stabiele release van Rocky Linux 8.4 gereleased, met de code naam \"Green Obsidian\"."
  },
  "organization": {
    "heading": "Organisatie",
    "paragraph": "Het project Rocky Linux wordt gehost door de Rocky Enterprise Software Foundation (RESF). Om meer te weten te komen over de organisatiestructuur, bekijk de <0>pagina</0> in de topic."
  },
  "quote": {
    "content": "Terugdenkend aan de vroege CentOS tijden... Mijn medeoprichter was Rocky McGaugh. Hij is niet meer onder ons, dus als een petje af naar hem, die nooit het succes dat CentOS werd heeft gezien, introduceer ik u tot... Rocky Linux.",
    "gmk": "Gregory Kurtzer",
    "occupation": "Mede-oprichter @ CentOS / Oprichter @ Rocky Linux"
  }
}
