{
  "title": "Het begon allemaal met een blogreactie.",
  "subtitle": "Geschiedenis",
  "content": {
    "highlight": "Op 8 december 2020 kondigde Red Hat aan dat ze de ontwikkeling van CentOS stopzetten, wat een productieklare downstream versie van Red Hat Enterprise Linux was, ten gunste van een nieuwere upstream ontwikkelingsvariant van het besturingssysteem genaamd \"CentOS Stream\". Naar aanleiding van dit, kondigde de originele oprichter van CentOS, Gregory Kurtzer, aan <0>via een reactie op de CentOS website</0> dat hij opnieuw een project zou starten om het originele doel van CentOS te bereiken. De naam werd gekozen als eerbetoon aan vroege CentOS-medeoprichter Rocky McGaugh. Op 12 december was de code repository van Rocky Linux de top-trending repository op GitHub.",
    "paragraph": "On December 22, 2020, Rocky Linux announced that the target for an initial release was anywhere between March and May of 2021. On January 20, 2021, it was announced that a test repository would be made available to the public by the end of February, and a release candidate was on target for the end of March 2021. However, that date was slightly pushed back, and on April 30, 2021, the first release candidate was officially released. The second release candidate, of version 8.4, the last before the stable release, was released on June 4, 2021. On June 21, 2021, the stable release of Rocky Linux 8.4 was released, with the code name \"Green Obsidian\"."
  },
  "organization": {
    "heading": "Organisatie",
    "paragraph": "Het project Rocky Linux wordt gehost door de Rocky Enterprise Software Foundation (RESF). Om meer te weten te komen over de organisatiestructuur, bekijk de <0>pagina</0> in de topic."
  },
  "quote": {
    "content": "Terugdenkend aan de vroege CentOS tijden... Mijn medeoprichter was Rocky McGaugh. Hij is niet meer onder ons, dus als een petje af naar hem, die nooit het succes dat CentOS werd heeft gezien, introduceer ik u tot... Rocky Linux.",
    "gmk": "Gregory Kurtzer",
    "occupation": "Mede-oprichter @ CentOS / Oprichter @ Rocky Linux"
  }
}
