{
  "title": "Sponsorzy",
  "description": "Chcielibyśmy podziękować naszym sponsorom za ich dotychczasowe wsparcie przy realizacji projektu.",
  "tierone": "Sponsorzy Główni",
  "tiertwo": "Poziom 2",
  "tierthree": "Poziom 3",
  "tierfour": "Poziom 4",
  "blurb": {
    "lineone": "Czy chcesz zostać sponsorem?",
    "linetwo": "Skontaktuj się już dziś.",
    "emailus": "Napisz do nas"
  },
  "sponsors": {
    "ciq": {
      "name": "CIQ",
      "title": "Sponsor Założycielski",
      "tier": 1,
      "blurb": "Wierzymy w to, że pomagamy ludziom robić wspaniałe rzeczy. Właśnie dlatego CIQ jest sponsorem założycielem RESF. Zapewniamy komercyjne wsparcie i usługi dla systemu Rocky Linux klientom z ośrodków badawczych, akademickich, rządowych, przedsiębiorstw, partnerom i wszystkim innym."
    },
    "45drives": {
      "name": "45Drives",
      "title": "Sponsor Główny",
      "tier": 1,
      "blurb": "45Drives oferuje rozwiązania pamięci masowej dla przedsiębiorstw oparte na wydajnym i solidnym oprogramowaniu open-source, które pozwala klientom korzystać z oszczędności kosztów i elastyczności sprzętu dostępnego od ręki. Sprawdź je, aby uzyskać w pełni obsługiwane rozwiązanie do przechowywania danych w najlepszej cenie za terabajt!"
    },
    "aws": {
      "name": "Amazon Web Services",
      "title": "Sponsor Główny",
      "tier": 1,
      "blurb": "RESF korzysta z AWS, aby uruchomić większość podstawowej infrastruktury krytycznej dla rozwoju i wdrażania usług wspierających Rocky Linux. Od programów budujących Koji dla x86_64 i aarch64 działających w EC2 do magazynu SRPM w S3, AWS jest podstawą wielu naszych działań."
    },
    "gcp": {
      "name": "Google Cloud",
      "title": "Sponsor Główny",
      "tier": 1,
      "blurb": "Jako główny sponsor RESF, Google rozumie znaczenie Rocky Linux jako wolnego, otwartego, społecznościowego systemu operacyjnego dla przedsiębiorstw. Zapewniając zasoby do testowania i walidacji, współpracujemy z RESF, aby zapewnić Rocky status pierwszorzędnego obywatela platformy Google Cloud od pierwszego dnia."
    },
    "azure": {
      "name": "Microsoft Azure",
      "title": "Sponsor Główny",
      "tier": 1,
      "blurb": "Linux jest najszybciej rozwijającą się platformą na platformie Azure, działającą w ponad połowie rdzeni maszyn wirtualnych. Od ponad dekady Microsoft inwestuje w system Linux, a dzięki partnerstwu, które jest głównym filarem strategii Microsoftu w zakresie otwartego oprogramowania, współpracujemy z RESF i szerszym ekosystemem Rocky Linux, aby zapewnić klientom rosnący zestaw opcji wdrażania obciążeń linuksowych na platformie Azure w sposób obsługiwany, zarządzany i bezpieczny."
    },
    "montavista": {
      "name": "MontaVista",
      "title": "Sponsor Główny",
      "tier": 1,
      "blurb": "MontaVista Software jest liderem w dziedzinie wbudowanego komercyjnego systemu Linux, wspierając MontaVista CGX, Yocto Project®, CentOS i Rocky Linux. MontaVista oferuje wiedzę z zakresu oprogramowania Open Source, komercyjne dystrybucje Linuksa, efektywne kosztowo utrzymanie i wsparcie techniczne dla ponad 10-letnich cykli życia."
    },
    "opendrives": {
      "name": "OpenDrives",
      "title": "Sponsor Główny",
      "tier": 1,
      "blurb": "OpenDrives is a global provider of enterprise-scale, software-defined data storage solutions. Our technology is designed to power the most demanding workflows—on premises and in the cloud. Our commitment to open standards and protocols facilitates ease of integrations, making it simpler for customers to access, use, move, and protect their data. We are headquartered in Culver City, CA."
    },
    "rakutensymphony": {
      "name": "Rakuten Symphony",
      "title": "Sponsor Główny",
      "tier": 1,
      "blurb": "Rakuten Symphony jest silnym przekonaniem, że społeczności open source zachęcają do innowacji poprzez współpracę. Wdrożenie Rocky Linux reprezentuje powrót do prawdziwych zasad open source, opartych na otwartych społecznościach. Rakuten Symphony ściśle współpracuje z szerokim spektrum zewnętrznych dostawców i partnerów technologicznych w branży telekomunikacyjnej, aby Rocky Linux stał się standardowym systemem operacyjnym dla prowadzenia dużych sieci."
    },
    "vmware": {
      "name": "VMware",
      "title": "Sponsor Główny",
      "tier": 1,
      "blurb": "Firma VMware jest wiodącym dostawcą usług chmury obliczeniowej dla wszystkich aplikacji, umożliwiając innowacje cyfrowe przy zachowaniu kontroli nad przedsiębiorstwem."
    },
    "openlogic": {
      "name": "OpenLogic tworzone przez Perforce",
      "title": "Sponsor 4 Poziomu",
      "tier": 4
    },
    "procomputers": {
      "name": "ProComputers.com",
      "title": "Sponsor 4 Poziomu",
      "tier": 4
    },
    "seagate": {
      "name": "Seagate Federal",
      "title": "Sponsor 4 Poziomu",
      "tier": 4
    },
    "stromasys": {
      "name": "Stromasys",
      "title": "Sponsor 4 Poziomu",
      "tier": 4
    }
  }
}
