{
  "title": "इस सब कि शुरुआत एक ब्लॅाग टिप्पणी के साथ हुई।",
  "subtitle": "इतिहास",
  "content": {
    "highlight": "8 दिसंबर, 2020 को, Red Hat ने घोषणा की कि वे CentOS के विकास को बंद कर देंगे, जो कि Red Hat Enterprise Linux का उत्पादन-तैयार डाउनस्ट्रीम संस्करण रहा है, उस ऑपरेटिंग सिस्टम के एक नए अपस्ट्रीम विकास संस्करण के पक्ष में जिसे \"CentOS स्ट्रीम\" कहा जाता है। . जवाब में, CentOS के मूल संस्थापक, ग्रेगरी कुर्त्ज़र ने <0>CentOS वेबसाइट पर एक टिप्पणी के माध्यम से</0> की घोषणा की कि वह CentOS के मूल लक्ष्यों को प्राप्त करने के लिए फिर से एक परियोजना शुरू करेंगे। इसका नाम प्रारंभिक CentOS सह-संस्थापक रॉकी मैकगॉग को श्रद्धांजलि के रूप में चुना गया था। 12 दिसंबर तक, रॉकी लिनक्स का कोड रिपॉजिटरी GitHub पर टॉप-ट्रेंडिंग रिपॉजिटरी बन गया था।",
    "paragraph": "22 दिसंबर, 2020 को, रॉकी लिनक्स ने घोषणा की कि प्रारंभिक रिलीज का लक्ष्य 2021 के मार्च और मई के बीच कहीं भी था। 20 जनवरी, 2021 को, यह घोषणा की गई थी कि फरवरी के अंत तक एक परीक्षण भंडार जनता के लिए उपलब्ध कराया जाएगा। , और एक रिलीज उम्मीदवार मार्च 2021 के अंत के लिए लक्ष्य पर था। हालांकि, उस तारीख को थोड़ा पीछे धकेल दिया गया था, और 30 अप्रैल, 2021 को पहली रिलीज उम्मीदवार को आधिकारिक तौर पर जारी किया गया था। संस्करण 8.4 का दूसरा रिलीज़ उम्मीदवार, स्थिर रिलीज़ से पहले अंतिम, 4 जून, 2021 को जारी किया गया था। 21 जून, 2021 को, रॉकी लिनक्स 8.4 की स्थिर रिलीज़ को \"ग्रीन ओब्सीडियन\" कोड नाम के साथ जारी किया गया था।"
  },
  "organization": {
    "heading": "संगठन",
    "paragraph": "Rocky Linux परियोजना को Rocky Enterprise Software Foundation (RESF) द्वारा होस्ट किया जाता है। संगठनात्मक संरचना के बारे में अधिक जानने के लिए, कृपया इस विषय पर <0>पृष्ठ</0> देखें।"
  },
  "quote": {
    "content": "CentOS के शुरुआती दिनों के बारे में सोचें तो... मेरा सहसंंस्थापक रॉकी मैकगॉघ था। अब वह हमारे साथ नहीं है, इसलिए उनके लिए एक H/T के रूप में, जिन्हें कभी भी CentOS की सफलता देखने को नहीं मिली, मैं आपको पेश करता हूँ... Rocky Linux।",
    "gmk": "ग्रेगरी कर्टज़र",
    "occupation": "सह-संस्थापक @ CentOS / संस्थापक @ Rocky Linux"
  }
}
