{
    "title": "Tanya Jawab Umum (TJU)",
    "questions": [
        {
            "q": "Di mana saya dapat mengunduh kandidat rilis?",
            "a": "<0>https://rockylinux.org/download<0>"
        },
        {
            "q": "Apa itu kandidat rilis?",
            "a": "Kandidat rilis adalah versi beta dari produk yang berpotensi stabil. Maksud dari kandidat rilis adalah agar komunitas menguji dan memvalidasi fungsionalitas yang diharapkan dari Rocky Linux dan melaporkan kutu apa pun jika ada."
        },
        {
            "q": "Bisakah saya menggunakan kandidat rilis dalam produksi?",
            "a": "Dalam situasi apa pun Anda tidak boleh menggunakan kandidat rilis di lingkungan produksi. Kandidat rilis disediakan untuk tujuan pengujian dan validasi saja."
        },
        {
            "q": "Bagaimana saya dapat membantu membuat cermin kandidat rilis dan rilis Rocky Linux di masa mendatang?",
            "a": "Silakan kirim surel ke <0>mirrors@rockylinux.org</0> untuk menyatakan minat Anda."
        },
        {
            "q": "Saya menemukan kutu saat menguji kandidat rilis, apa yang bisa saya lakukan?",
            "a": "Pertama, buat akun menggunakan <0>Layanan Akun Rocky Linux</0>, lalu buka <1>peladen Bugzilla</1> kami untuk melaporkan kutu apa pun."
        },
        {
            "q": "Bagaimana saya bisa terlibat dengan tim Pengujian?",
            "a": "Silakan bergabung dengan kanal <0>~Pengujian</0> di peladen Mattermost kami untuk memulai. Ada juga topik pengujian di forum untuk percakapan yang lebih tahan lama."
        },
        {
            "q": "Di mana saya dapat menemukan berita terbaru tentang Rocky Linux?",
            "a": "Pantau terus situs web kami, Twitter, LinkedIn, forum, dan platform lain yang tercantum di direktori tautan kami untuk pengumuman terbaru."
        },
        {
            "q": "Jika Rocky Linux hanyalah respin dari RHEL, apa yang butuh waktu lama untuk kandidat rilis?",
            "a": "<0>Jika satu-satunya tujuan kami untuk Rocky Linux adalah untuk menghilangkan merek dan mengemas ulang RHEL, kami akan melakukannya lebih cepat. Namun, apa yang harus kami lakukan secara berbeda adalah mencari cara agar Rocky Linux tetap berada di tangan komunitas. Dengan hati-hati merancang strategi ini untuk memastikan bahwa Rocky Linux tidak akan pernah mengalami nasib yang sama dengan CentOS.</0><1>Tujuannya bukan hanya untuk menciptakan distribusi Linux berbasis RPM yang dikelola komunitas, tetapi untuk memastikan bahwa distribusi tersebut akan tetap tersedia secara bebas dan selalu dalam kendali komunitas, seperti halnya Linux itu sendiri. Untuk melakukan itu diperlukan lebih dari sekadar membangun infrastruktur; itu mengharuskan kami untuk menempatkan struktur dasar yang memungkinkan komunitas, memastikan bahwa Rocky Linux selamanya inklusif, gratis, dan terbuka. Infrastruktur dibangun dari bawah ke atas oleh banyak kolaborator dan organisasi sponsor seputar kompatibilitas dan kepatuhan keamanan, menyediakan substrat untuk tidak hanya sistem operasi dasar tetapi juga seluruh komunitas dengan beragam minat untuk ambil bagian dalam proyek.</1>"
        },
        {
            "q": "Jika Anda tidak hanya mengemas ulang RHEL, lalu apa yang sebenarnya Anda lakukan?",
            "a": "Tujuan kami adalah mempertahankan Rocky Linux sebagai distribusi berorientasi komunitas <0>oleh</0> komunitas, <1>untuk</1> komunitas. Untuk melakukan ini, kami membangun struktur organisasi yang diperlukan untuk memastikan bahwa Rocky Linux tetap berada di tangan komunitas. Kami ingin memastikan bahwa apa yang terjadi pada CentOS tidak mungkin terjadi pada Rocky Linux."
        },
        {
            "q": "Bagaimana Anda memastikan bahwa Rocky Linux benar-benar tetap menjadi sistem operasi perusahaan komunitas (community enterprise operating system)?",
            "a": "Pertama, kami telah mengambil langkah untuk melindungi nama Rocky Linux secara legal. Ini berarti mendaftarkan merek dagangnya dan berbagai properti terkait untuk melindunginya agar tidak dikendalikan oleh entitas lain. Kami telah mencapai ini dengan mendirikan mereka di bawah Rocky Enterprise Software Foundation (RESF). Selanjutnya, kami sedang menyusun piagam komunitas yang akan menentukan struktur organisasi, tujuan, nilai, dan misi di balik badan hukum yang mewakili Rocky Linux. Penting dalam piagam ini adalah pembentukan prinsip-prinsip yang memungkinkan dan melindungi komunitas: transparansi, keterlibatan komunitas, pembangunan terbuka, dan kemandirian. <0> Rocky Linux tidak akan pernah dikendalikan, dibeli, atau dipengaruhi oleh satu entitas atau organisasi. </0> Terakhir, kami merancang dan menerapkan infrastruktur yang diperlukan untuk lebih memungkinkan komunitas berkontribusi pada Rocky Linux."
        },
        {
            "q": "Infrastruktur apa yang diperlukan untuk memberdayakan komunitas?",
            "a": {
                "p": [
                "Kami telah membentuk sejumlah tim untuk mendukung berbagai upaya yang terkait dengan pengembangan Rocky Linux:",
                "Anda dapat membaca lebih lanjut tentang struktur ini ketika segera diterbitkan. Untuk memungkinkan kolaborasi di seluruh dan di dalam tim tersebut, kami perlu menerapkan infrastruktur obrolan, forum, dan situs web kami sendiri. Selain itu, kami juga membuat infrastruktur bangun kami, yang akan memfasilitasi pengembangan sistem operasi inti."
                ],
                "list": [
                    "Komunitas",
                    "Infrastruktur Inti",
                    "Desain",
                    "Dokumentasi",
                    "Pemasang (Installer)",
                    "Kepemimpinan",
                    "Package Auto-Builders",
                    "Pemaketan (Packaging)",
                    "Keamanan",
                    "Special Interest Groups (SIGs)",
                    "Web"
                ]
            }
        },
        {
            "q": "Mengapa dibutuhkan begitu banyak waktu untuk membangun komunitas dan membangun infrastruktur?",
            "a": "Tidak terlalu sulit untuk menggelar situs web, forum, atau membangun infrastruktur dengan cara yang andal. Program obrolan kami misalnya, yang menggunakan Mattermost, didistribusikan di sejumlah peladen aplikasi di belakang load balancer dan siap hanya dalam beberapa minggu. Tapi itu memang membutuhkan pemikiran dan perencanaan yang cermat untuk melakukannya dengan cara yang terukur dan aman ketika Anda perlu memastikan agnostisitas vendor dan platform serta keterlibatan komunitas jangka panjang."
        },
        {
            "q": "Jadi apa jawaban singkat untuk semua ini? Apa saja hal yang Anda pikirkan saat menggabungkan Rocky Linux?",
            "a": "Bagaimana kita dengan hati-hati menggembalakan kepercayaan komunitas? Bagaimana kami memastikan bahwa siapa pun yang ingin berpartisipasi tidak hanya dapat melakukannya segera, tetapi juga selamanya di masa depan? Bagaimana kita melibatkan dan memungkinkan anggota komunitas yang mungkin tidak terlalu teknis tetapi tetap ingin berkontribusi? Memecahkan semua tantangan ini akan memakan waktu, dan kami akan sangat senang jika Anda membantu Anda melakukannya."
        },
        {
            "q": "Bagaimana jika saya memiliki umpan balik atau pertanyaan saya tidak dijawab di sini?",
            "a": "Silakan kirim surel ke kami: <0>hello@rockylinux.org</0> dan kami akan menghubungi Anda sesegera mungkin."
        }
    ]
}
