{
    "title": "Sponsor",
    "description": "Kami ingin mengucapkan terima kasih kepada sponsor kami atas dukungan mereka sejauh ini pada proyek ini.",
    "sponsors": [
        {
            "name": "Ctrl IQ",
            "grade": "Sponsor Pendiri",
            "description": "Komputasi agnostik platform terpadu, aman, dimulai dengan penyediaan, pengelolaan, dan dukungan OS dasar (Rocky Linux) dan melalui deployment stack kontainer dengan cloud native, multi-prem, multi-cloud meta-orchestration dari alur kerja kritikal dari kinerja dan data."
        },
        {
            "name": "45Drives",
            "grade": "Sponsor Utama",
            "description": "45Drives menawarkan solusi penyimpanan enterprise yang dibangun di atas perangkat lunak sumber terbuka yang kuat & tangguh yang memungkinkan pelanggan mendapatkan keuntungan dari penghematan biaya & fleksibilitas perangkat keras yang tersedia. Hubungi mereka untuk solusi penyimpanan data yang didukung penuh dengan biaya terbaik per terabyte!"
        },
        {
            "name": "OpenDrives",
            "grade": "Sponsor Utama",
            "description": "OpenDrives adalah penyedia global solusi kelas enterprise, hyper-scalable, network-attached-storage (NAS). Kami memberikan solusi berperforma tertinggi bagi pelanggan kami - untuk menyesuaikan dengan kebutuhan kinerja individu - untuk proyek dan alur kerja yang paling kuat, kompleks, dan sangat penting, di tempat dan di cloud."
        },
        {
            "name": "MontaVista",
            "grade": "Sponsor Utama",
            "description": "MontaVista Software adalah pemimpin dalam Linux komersial embedded, mendukung MontaVista CGX, Yocto Project®, CentOS dan Rocky Linux. MontaVista menawarkan keahlian Perangkat Lunak Sumber Terbuka, distro Linux berkualitas komersial, pemeliharaan hemat biaya, dan dukungan untuk siklus hidup 10+ tahun."
        },
        {
            "name": "Amazon Web Services",
            "grade": "Sponsor Utama",
            "description": "RESF menggunakan AWS untuk menjalankan banyak infrastruktur dasar yang penting untuk pengembangan dan penerapan layanan yang mendukung Rocky Linux. Dari Koji builder untuk x86_64 dan aarch64 yang berjalan di EC2 hingga penyimpanan blob SRPM di S3, AWS adalah dasar dari banyak hal yang kami lakukan."
        }
    ]
}
