{
    "title": "Avaimet",
    "description": "Allekirjoitusavaimet, paketit ja muuta.",
    "introHeaderText": "Kuinka Rocky Linux käyttää GPG-avaimia",
    "introBodyText": "Jokainen Rocky Linuxin julkaisema vakaa RPM-paketti on allekirjoitettu GPG-allekirjoituksella. Oletusarvoisesti yum ja graafiset paketinhallintatyökalut tarkistavat nämä allekirjoitukset ja kieltäytyvät asentamasta paketteja, joita ei ole allekirjoitettu tai joissa on väärä allekirjoitus. Sinun tulee aina tarkistaa paketin allekirjoitus ennen asennusta. Nämä allekirjotukset varmistavat, että asentamasi paketit ovat Rocky Linuxin tuottamia eikä niitä ole muutettu millään paketteja tarjoavalla toisiopalvelimella tai verkkosivustolla.",
    "importingHeaderText": "Avainten tuonti",
    "importingBody1Text": "Projektin GPG-avaimet sisältyvät rockylinux-release-pakettiin ja ne löytyvät yleensä hakemistosta /etc/pki/rpm-gpg. Huomaa, että Rocky Linux -projekti ei käytä kaikkia tämän hakemiston avaimia. Kolmannen osapuolen pakettivarastot voivat myös sijoittaa avaimiaan tähän hakemistoon lisäpakettien turvallisen käytön mahdollistamiseksi. Rocky Linuxin käyttämät avaimet ovat käytössä yum-pakettilähteiden konfiguraatiotiedostoissa, joten sinun ei yleensä tarvitse tuoda niitä manuaalisesti.",
    "importingBody2Text": "Jos haluat varmistaa, että järjestelmääsi asennetut avaimet vastaavat tässä lueteltuja avaimia, voit tarkistaa GnuPG:n avulla, että avainten sormenjäljet täsmää. Esimerkiksi:",
    "codeLine1": "gpg --quiet --show-keys /etc/pki/rpm-gpg/RPM-GPG-KEY-rockyofficial",
    "codeLine2": "pub   rsa4096 2021-02-14 [SCE]",
    "codeLine3": "      7051C470A929F454CEBE37B715AF5DAC6D745A60",
    "codeLine4": "uid           Release Engineering <infrastructure@rockylinux.org>",
    "downloadKey": "lataa avain",
    "projectKeysHeaderText": "Projektin avaimet",
    "projectKeysBodyText": "Seuraavat avaimet ovat tällä hetkellä Rocky Linuxin käytössä. Huomaa, että Rocky Linux -julkaisuille voi olla määritetty useita GPG-avaimia (riippuen julkaisusta ja arkkitehtuurista).",
    "officialKeyHeaderText": "Rocky Linux Official Key",
    "officialKeyLine1": "pub   rsa4096/0x15AF5DAC6D745A60 2021-02-14 Rocky Linux (Rocky Linux Official Signing Key) <releng@rockylinux.org>",
    "officialKeyLine2": "Key Fingerprint = 7051 C470 A929 F454 CEBE 37B7 15AF 5DAC 6D74 5A60",
    "testingKeyHeaderText": "Rocky Linux Testing Key",
    "testingKeyLine1": "pub   rsa4096/0x5489E42BBBE2C108 2021-02-14 Rocky Linux Testing (Rocky Linux Testing Key) <releng@rockylinux.org>",
    "testingKeyLine2": "Key fingerprint = 091A 4404 7C3D 8B7A 331F  5E18 5489 E42B BBE2 C108",
    "infrastructureKeyHeaderText": "Rocky Linux Infrastructure Key",
    "infrastructureKeyLine1": "sec   ed25519/0xAA650F52D6C094FA 2021-05-17 Core Infrastructure (Compose Signing Key) <infrastructure@rockylinux.org>",
    "infrastructureKeyLine2": "Key fingerprint = BFC3 D8F2 0D15 F4FD 4628  1D7F AA65 0F52 D6C0 94FA"
}
