{
  "title": "Đối tác",
  "description": "Các đối tác của RESF mô tả các sự liên kết của các tổ chức có đóng góp quan trọng vào sự phát triển của dự án Rocky Linux. Tất cả các sự hỗ trợ nguồn lực về con người, công nghệ, kiến trúc, tài nguyên,... sự đóng góp của họ là vô cùng quan trọng đối với chúng tôi để đảm bảo sự thành công và ổn định của dự án trong dài hạn.",
  "partners": {
    "ciq": {
      "name": "CIQ",
      "tier": "Đối tác đồng sáng lập",
      "blurb": "Chúng tôi tin rằng việc giúp đỡ lẫn nhau sẽ luôn mang lại kết quả tuyệt vời. Đó là lý do tại sao CIQ là nhà tài trợ kiêm đồng sáng lập của RESF. Chúng tôi cung cấp các dịch vụ hỗ trợ và các dịch vụ liên quan đến Rocky Linux cho các khách hàng thuộc các lĩnh vực nghiên cứu, hàn lâm, chính phủ, doanh nghiệp, các đối tác, và các đối tượng khách hàng khác có nhu cầu."
    },
    "arm": {
      "name": "Arm",
      "tier": "Nhà tài trợ chính",
      "blurb": "ARM đã cam kết để đảm bảo rằng các kiến trúc của họ được hỗ trợ đầy đủ cho Rocky Linux ngay từ những ngày đầu tiên. Chúng tôi đã cộng tác với RESF, cung cấp các hỗ trợ kĩ thuật chuyên biệt  dành cho việc phát triển Rocky Linux cũng như các nhóm kiểm thử, làm việc gắn kết với nhau để thử nghiệm, kiểm tra, và sẽ luôn hỗ trợ kiến trúc ARM từ bây giờ và cả trong tương lai dài hạn."
    },
    "equinix": {
      "name": "Equinix",
      "tier": "Nhà tài trợ chính",
      "blurb": "Equinix is the world's digital infrastructure company. Digital leaders harness our trusted platform to bring together and interconnect the foundational infrastructure that powers their success."
    },
    "fastly": {
      "name": "Fastly",
      "tier": "Nhà tài trợ chính",
      "blurb": "Fastly's edge cloud platform enables customers to create great digital experiences quickly, securely, and reliably by processing, serving, and securing our customers' applications as close to their end-users as possible — at the edge of the internet."
    },
    "fosshost": {
      "name": "Fosshost",
      "tier": "Nhà tài trợ chính",
      "blurb": "Fosshost (UK CIC #13356530) offers free enterprise grade internet hosting and managed services exclusively for the FOSS community. We're on a mission to empower and support every free and open-source software project. To go further, together. Our work never stops. Apply today!"
    },
    "mattermost": {
      "name": "Mattermost",
      "tier": "Nhà tài trợ chính",
      "blurb": "Mattermost is an open source messaging solution made for organizations with the highest security requirements. As big believers in the power of open source, Mattermost is thrilled to partner with RESF to help bring an enterprise-grade distribution of Linux to the tech community."
    },
    "naver": {
      "name": "NAVER Cloud",
      "tier": "Nhà tài trợ chính",
      "blurb": "NAVER Cloud Platform là một cong ty cung cấp dịch vụ Cloud đến từ Hàn Quốc, được thành lập năm 2017 với tên gọi NAVER Cloud. Đây là một công ty con của NAVER, cung cấp 170 loại dịch vụ khác nhau trong năm 2021 và đã đạt được nhiều chứng trỉ bảo mật quan trọng bao gồm CSA STAR GOLD, GDPR,.... Công ty cũng đã và đang cung cấp dịch vụ cloud tại 10 địa điểm khác nhau trên toàn thế giới."
    },
    "osl": {
      "name": "OSU Open Source Labs",
      "tier": "Nhà tài trợ chính",
      "blurb": "The Oregon State University Open Source Lab is a nonprofit organization working for the advancement of open source technologies. The OSL offers world-class hosting services, professional software development and on-the-ground training for promising students interested in open source management and programming."
    },
    "supermicro": {
      "name": "Supermicro",
      "tier": "Nhà tài trợ chính",
      "blurb": "As a global leader in high performance, high-efficiency server technology, and innovation Supermicro is excited to work with the RESF and deliver data center servers and storage systems optimized for Rocky Linux."
    },
    "crowdin": {
      "name": "Crowdin",
      "tier": "Nhà tài trợ hạng 4"
    },
    "dsstudio": {
      "name": "DotSlash Studio",
      "tier": "Nhà tài trợ hạng 4"
    },
    "fathom": {
      "name": "Fathom",
      "tier": "Nhà tài trợ hạng 4"
    }
  }
}
