{
  "title": "Các nhà tài trợ",
  "description": "Chúng tôi muốn cảm ơn các nhà tài trợ đã giúp đỡ cho sự phát triển của dự án",
  "tierone": "Tier 1 - Principal Sponsors",
  "tiertwo": "Tier 2",
  "tierthree": "Tier 3",
  "tierfour": "Tier 4",
  "blurb": {
    "lineone": "Want to be a sponsor?",
    "linetwo": "Get in touch today.",
    "emailus": "Email Us"
  },
  "sponsors": {
    "ciq": {
      "name": "CIQ",
      "title": "Founding Sponsor",
      "tier": 1,
      "blurb": "Chúng tôi tin rằng việc giúp đỡ lẫn nhau sẽ luôn mang lại kết quả tuyệt vời. Đó là lý do tại sao CIQ là nhà tài trợ kiêm đồng sáng lập của RESF. Chúng tôi cung cấp các dịch vụ hỗ trợ và các dịch vụ liên quan đến Rocky Linux cho các khách hàng thuộc các lĩnh vực nghiên cứu, hàn lâm, chính phủ, doanh nghiệp, các đối tác, và các đối tượng khách hàng khác có nhu cầu."
    },
    "45drives": {
      "name": "45Drives",
      "title": "Principal Sponsor",
      "tier": 1,
      "blurb": "45Drives cung cấp giải pháp lưu trữ doanh nghiệp được xây dựng trên một nền tảng mã nguồn mở mạnh mẽ và đầy đủ nhằm cung cấp cho khách hàng những lợi ích về tiết kiệm chi phí & sự linh hoạt của các phần cứng chuyên dụng. Hãy khám phá ngay một giải pháp lưu trữ giữ liệu toàn diện với chi phí hấp dẫn nhất hiện nay!"
    },
    "aws": {
      "name": "Amazon Web Services",
      "title": "Principal Sponsor",
      "tier": 1,
      "blurb": "RESF sử dụng AWS để vận hành các hệ thống quan trọng nhất trong quá trình phát triển và xây dựng các dịch vụ hỗ trợ cho Rocky Linux. Từ Koji Builder cho x86_64 và aarch64 chạy trên EC2 đến SRPM lưu trữ trên S3, AWS gắn liền với các hoạt động của chúng tôi."
    },
    "gcp": {
      "name": "Google Cloud",
      "title": "Principal Sponsor",
      "tier": 1,
      "blurb": "Là nhà tài trợ chính cho RESF, Google hiểu được tầm quan trọng của Rocky Linux như là một hệ điều hành miễn phí, mã nguồn mở, thích hợp cho doanh nghiệp. Bằng việc cung cấp các nguồn lực cho việc thử nghiệm và kiểm tra, chúng tôi hợp tác với RESF để đảm bảo rằng Rocky Linux luôn là một thành phần tiêu biểu trên Google Cloud Platform ngay từ những ngày đầu tiên."
    },
    "azure": {
      "name": "Microsoft Azure",
      "title": "Principal Sponsor",
      "tier": 1,
      "blurb": "Linux là nền tảng phát triển nahnh nhất trên Azure, đang chạy trên quá nửa các máy ảo của chúng tôi. Đã qua gần 1 thập kỷ Microsoft đầu tư nguồn lực cho Linux, và với định hướng trọng tâm về định hướng mã nguồn mở của Microsoft, chúng tôi hợp tác với RESF và rộng hơn nữa là hệ sinh thái Rocky Linux, để đảm bảo rằng khách hàng có nhiều sự lựa chọn hơn trong việc triển khai các hệ thống Linux  trên Azure một cách dễ dàng, thân thiện và an toàn."
    },
    "montavista": {
      "name": "MontaVista",
      "title": "Principal Sponsor",
      "tier": 1,
      "blurb": "MontaVista Software là đơn vị đầu ngành trong việc phát triển các bản Linux thương mại dành cho hệ thống nhúng, có đóng góp nhiều cho MontaVista CGX, Yocto Project®️, CentOS và Rocky Linux. MontaVissta cung cấp các dịch vụ mã nguồn mở chuyên nghiệp, các bản phân phối Linux thương mại chất lượng cao, với các dịch vụ bảo trì và hỗ trợ theo vòng đời sản phẩm lên đến hơn 10 năm."
    },
    "opendrives": {
      "name": "OpenDrives",
      "title": "Principal Sponsor",
      "tier": 1,
      "blurb": "OpenDrives là nhà cung cấp toàn cầu các giải pháp NAS đạt chuẩn doanh nghiệp với khả năng mở rộng cực lớn. Chúng tôi đưa đến cho khách hàng các giải pháp có hiệu suất tốt nhất - nhằm phục vụ tất cả các yêu cầu của từng khách hàng - dành cho các dự án quy mô lớn, phức tạp, quan trọng, cả on-premise lẫn trên cloud."
    },
    "vmware": {
      "name": "VMware",
      "title": "Principal Sponsor",
      "tier": 1,
      "blurb": "VMware là doanh nghiệp dầu ngành cung cấp dịch vụ multi-cloud cho tất cả các ứng dụng, giúp giữa sự phát triển của công nghệ gắn liền với công việc vận hành và sự kiểm soát của doanh nghiệp."
    },
    "procomputers": {
      "name": "ProComputers.com",
      "title": "Tier 4 Sponsor",
      "tier": 4
    },
    "seagate": {
      "name": "Seagate Federal",
      "title": "Tier 4 Sponsor",
      "tier": 4
    },
    "stromasys": {
      "name": "Stromasys",
      "title": "Tier 4 Sponsor",
      "tier": 4
    }
  }
}
