{
    "title": "Preguntes més freqüents",
    "questions": [
        {
            "q": "D'on puc descarregar la versió candidata a llançament?",
            "a": "<0>https://rockylinux.org/ca/download<0>"
        },
        {
            "q": "Què és una versió candidata?",
            "a": "Una versió candidata és una versió beta que pot esdevenir estable. El propòsit d'una versió candidata és que pugui ser provada per la comunitat i eventualment validar-ne les funcionalitats esperades i/o informar d'errors."
        },
        {
            "q": "Puc usar la versió candidata en producció?",
            "a": "No, en cap circumstància. Una versió d'aquest tipus es distribueix per a proves i validació."
        },
        {
            "q": "Com puc col·laborar en crear un mirall del repositori de Rocky Linux?",
            "a": "Podeu enviar un correu-e a <0>mirrors@rockylinux.org</0>."
        },
        {
            "q": "He trobat un error mentre provava la versió candidata. Què puc fer?",
            "a": "Creeu-vos un compte emprant <0>Rocky Linux Account Services</0> i dirigiu-vos al nostre <1>servidor Bugzilla</1> per a informar-ne."
        },
        {
            "q": "Com em puc involucrar amb l'equip de proves (testing)?",
            "a": "Podeu entrar al canal <0>~Testing</0> del servidor Mattermost per començar. També hi ha un fil al fòrum per una conversa més durable."
        },
        {
            "q": "On puc trobar les darreres notícies sobre Rocky Linux?",
            "a": "Estigueu al dia del nostre web, Twitter, LinkedIn, fòrums i altres plataformes llistades al nostre directori d'enllaços pels darrers anuncis."
        },
        {
            "q": "Si Rocky Linux és simplement un refregit de RHEL, per que va trigar tant en tenir una versió apta per a llançament?",
            "a": "<0>Si el nostre únic objectiu hagués estat esborrar la marca i re-empaquetar RHEL, hauriem acabat molt abans. Dit això, el principal obstacle va ser aconseguir mantenir Rocky Linux a les mans de la comunitat. Concebre aquesta estratègia assegura que Rocky Linux no acabarà com CentOS.</0><1>L'objectiu no només era crear una distribució basada en RPM conduïda per la comunitat, sinó assegurar-se que romangui lliure i sota el control d'aquesta, com GNU/Linux ha fet sempre. Aquesta tasca ha requerit quelcom més que la posada en marxa d'infraestructura: ha necessitat la creació d'estructures fonamentals que serveixen a la comunitat, amb la condició de ser sempre inclusiu, lliure i obert. La infraestructura s'ha construït de zero per molts col·laboradors i patrocinadors al voltant d'orquestració i conformitat amb la seguretat, donant el substrat per no només el sistema operatiu base sinó també una comunitat amb interessos diversos que col·labora juntament en el projecte.</1>"
        },
        {
            "q": "Si no només re-empaqueteu RHEL, aleshores, què feu?",
            "a": "El nostre objectiu és mantenir Rocky Linux com a distribució orientada <1>a</1> la comunitat i <0>per</0> la comuntat. Per a fer això, establim les estructures organitzatives necessàries per assegurar que Rocky Linux roman a mans de la comunitat. Volem assegurar-nos que no sigui possible que a Rocky Linux li passi el mateix que a CentOS."
        },
        {
            "q": "Com us assegurareu que Rocky Linux no deixa de ser un <em>sistema operatiu comunitari empresarial</em>?",
            "a": "En primer lloc, hem protegit legalment el nom Rocky Linux. Això vol dir registrar les marques i diverses característiques associades per evitar que siguin controlades per altres entitats. Ho hem fet establint-les sota la <em>Rocky Enterprise Software Foundation</em> (RESF). Seguidament, escrivint una declaració de principis que definirà l'estructura organitzacional, objectius, valors i missió darrera l'entitat legal que representa Rocky Linux. En aquesta declaració hi són molt importants els principis que empoderen i protegeixen la comunitat: transparència, compromís de la comunitat, desenvolupament obert i independència. <0>Rocky Linux mai serà controlat, comprat o altrament influenciat per una sola entitat o organització.</0> Finalment, estem construïnt i desplegant la infraestructura necessària per permetre contribuïr més a la comunitat."
        },
        {
            "q": "Quina infraestructura es necessita de cara a la comunitat?",
            "a": {
                "p": [
                "Hem creat una sèries d'equips dedicats a les diverses tasques de desenvolupament de Rocky Linux:",
                "Podreu saber-ne més detalls quan aviat es publiqui. Per tal de permetre la col·laboració entre aquests equips hem hagut de desplegar el nostre propi sistema de xat, fòrum i plana web. A més a més, estem creant la nostra infraestructura de compilació/empaquetat, la qual facilitarà el desenvolupament del sistema operatiu base."
                ],
                "list": [
                    "Comunitat",
                    "Infraestructura base",
                    "Disseny",
                    "Documentació",
                    "Instal·lador",
                    "Lideratge",
                    "Auto-compiladors de paquets",
                    "Empaquetament",
                    "Seguretat",
                    "Grups d'Interès Específic (SIGs)",
                    "Web"
                ]
            }
        },
        {
            "q": "Per que es tarda tant en aixecar una comunitat i fer la infraestructura?",
            "a": "No és gaire difícil llançar un lloc web, o construïr una infraestructura prou segura. El nostre programa de xat, per exemple, usa Mattermost, el qual funciona de manera distribuïda darrera d'un distribuïdor de càrrega, es va crear en dues setmanes. Però requerí una planificació acurada per tal que fos escalable i segur i, al mateix temps, agnòstic pel que fa a plataforma i garant de l'involucració de la comunitat."
        },
        {
            "q": "Així, quina és la resposta curta a tot això? Què penseu mentre prepareu Rocky Linux?",
            "a": "Com ens guanyem la confiança de la comunitat? Com ens assegurem que algú que vulga participar-hi pot no només fer-ho immediatament, sinó sempre d'ara endavant? Com involucrem els membres de la comunitat que poden no tenir un nivell tècnic determinat però igualment hi volen contribuïr? Respondre a tots aquests reptes necessita temps i voldríem comptar amb la vostra ajuda per fer-ho."
        },
        {
            "q": "Tinc una proposta o bé la meva pregunta no és aquí.",
            "a": "Si us plau, envia'ns un correu: <0>hello@rockylinux.org</0> i respondrem així que puguem."
        }
    ]
}
