{
    "title": "Patrocinadors",
    "description": "Voldríem donar les gràcies als nostres patrocinadors pel suport al projecte.",
    "sponsors": [
        {
            "name": "Ctrl IQ",
            "grade": "Patrocinador fundacional",
            "description": "Computació unificada, securitzada i àmpliament compatible que comença amb la provisió, gestió i assistència del sistema base (Rocky Linux) i segueix amb el desplegament de màquines virtuals allotjades amb orquestratge de fluxos de dades crítics multi-lloc i multi-allotjament."
        },
        {
            "name": "45Drives",
            "grade": "Patrocinador principal",
            "description": "45Drives ofereix offers solucions d'emmagatzematge empresarial fetes amb programari de codi obert potent i robust que permet als clients estalviar en costos i flexibilitat de maquinari disponible per a la venda. Feu una ullada al servei d'emmagatzematge amb millor cost per terabyte!"
        },
        {
            "name": "OpenDrives",
            "grade": "Patrocinador principal",
            "description": "OpenDrives és un proveïdor global de solucions NAS empresarials escalables. Disposem de les solucions més eficients pels nostres clients, ajustades a les necessitats particulars, pels fluxos de dades més robustos, complexos i crítics, tant locals com allotjats."
        },
        {
            "name": "MontaVista",
            "grade": "Patrocinador principal",
            "description": "MontaVista Software és líder en sistemes Linux comercials incrustats, amb suport per MontaVista CGX, Yocto Project®, CentOS and Rocky Linux. MontaVista ofereix expertesa en programari de codi obert, distribucions de GNU/Linux comercials i de qualitat, manteniment assequible i assistència amb cicles de suport de més de 10 anys."
        },
        {
            "name": "Amazon Web Services",
            "grade": "Patrocinador principal",
            "description": "La RESF empra AWS per a fer anar gran part de la infraestructura crítica pel desenvolupament i desplegament dels serveis dedicats a Rocky Linux. Des de Koji builders per a x86_64 and aarch64 funionant a EC2 fins a emmagatzematge binari dels SRPM a S3, AWS és fonamental a gran part del que fem."
        }
    ]
}
