{
    "title": "よくあるご質問",
    "questions": [
        {
            "q": "リリース候補版はどこからダウンロードできますか？",
            "a": "<0>https://rockylinux.org/download<0>"
        },
        {
            "q": "リリース候補版とは何ですか？",
            "a": "リリース候補版はベータ版のことであり、安定版になる可能性があります。リリース候補版の目的は、コミュニティがRocky Linuxの機能をテストして検証し、バグがあれば報告することです。"
        },
        {
            "q": "本番環境でリリース候補版を使用できますか？",
            "a": "いかなる状況下においても、本番環境でリリース候補版を使用しないでください。リリース候補版は、テストおよび検証のみを目的として提供されています。."
        },
        {
            "q": "リリース候補版や今後のRocky Linuxのリリースをミラーリングするにはどうしたらいいですか？",
            "a": "興味のある方は、<0>mirrors@rockylinux.org</0>までご連絡ください。"
        },
        {
            "q": "リリース候補版のテスト中にバグを見つけた場合、どうすればよいでしょうか？",
            "a": "まず、<0>Rocky Linux Account Services</0>を使ってアカウントを作成してください。次に、私たちの <1>Bugzillaサーバ</1> にアクセスしてバグを報告してください。"
        },
        {
            "q": "テストチームに参加するにはどうすればいいですか？",
            "a": "まずは、Mattermostサーバーの<0>～Testing</0>チャンネルに参加してください。また、フォーラムではテストに関するトピックを設けています。"
        },
        {
            "q": "Rocky Linuxに関する最新情報はどこで見ることができますか？",
            "a": "我々のウェブサイト、Twitter、LinkedIn、フォーラム、およびリンクディレクトリに記載されているその他のプラットフォームにて最新のアナウンスを楽しみにしていてください。"
        },
        {
            "q": "Rocky LinuxがRHELの再生産品であるならば、なぜリリース候補版の提供に時間がかかったのでしょうか？",
            "a": "<0>もし、Rocky Linuxの目的がRHELのデブランドとリパッケージだけだったなら、もっと早く終わっていたでしょう。しかし、Rocky Linuxがコミュニティの手に渡り続けるためにはどうすればいいのか、ということを考えなければなりませんでした。</0><1>目標は、コミュニティが管理する RPM ベースの Linux ディストリビューションを作ることだけではなく、Linux 自体がそうであるように、自由に利用でき、常にコミュニティの管理下に置かれることを保証することでした。そのためには、単にインフラを構築するだけではなく、コミュニティを実現するための基盤構造を整備し、Rocky Linuxが永遠に包括的で、自由で、オープンであることを保証する必要がありました。インフラストラクチャは、組み合わせやすさとセキュリティ・コンプライアンスに基づいて、多くの協力者と協賛組織によってゼロから構築され、基礎となるオペレーティング・システムだけでなく、 プロジェクトに参加する多様な関係者を含んだコミュニティ全体の基盤を提供しています</1>。"
        },
        {
            "q": "RHELをただ単にリパッケージしているのでは無いとしたら、一体何をしているのでしょうか？",
            "a": "私たちの目標は、コミュニティ<0>による</0>、 コミュニティ<1>のため</1>の Rocky Linux を、コミュニティ指向のディストリビューションとして維持することです。そのために、Rocky Linuxがコミュニティの手に残るように、必要な組織構造を確立しています。CentOSに起こったことがRocky Linuxにも起こることがないようにしたいのです。"
        },
        {
            "q": "Rocky Linuxがコミュニティ・エンタープライズ・オペレーティング・システムであり続けるためにはどうすればいいのでしょうか？",
            "a": "まず、Rocky Linuxの名称を法的に保護するための措置を講じました。これは、Rocky Linuxの商標および関連するさまざまな財産を登録することで、それらを他の企業にコントロールされないようにすることです。これを実現するために、Rocky Enterprise Software Foundation (RESF)を設立しました。次に、Rocky Linuxを代表する法人の組織構造、目的、価値、ミッションを定義するコミュニティ憲章を作成しています。この憲章で重要なのは、透明性、コミュニティの参加、オープンな開発、独立性など、コミュニティを機能するようにし、保護するための原則を確立することです。<0> Rocky Linux は、単一の団体や組織によって、コントロールされたり、購入されたり、その他の影響を受けたりすることはありません。</0> 最後に、コミュニティが Rocky Linux に貢献できるように、必要なインフラを構築し展開します。"
        },
        {
            "q": "目標とするコミュニティを実現するためには、どのようなインフラが必要ですか？",
            "a": {
                "p": [
                "Rocky Linuxの開発に関わるさまざまな取り組みをサポートするために、いくつかのチームを立ち上げました。:",
                "この仕組みについては、近々発表される予定です。これらのチーム間での連携を可能にするために、独自のチャットインフラ、フォーラム、ウェブサイトを導入する必要がありました。また、OSのコア部分を開発するためのビルドインフラも構築しています。"
                ],
                "list": [
                    "コミュニティ",
                    "基幹インフラ",
                    "デザイン",
                    "ドキュメント",
                    "インストーラ",
                    "リーダーシップ",
                    "パッケージ・オートビルダ",
                    "パッケージング",
                    "セキュリティ",
                    "特殊利益集団 (SIGs)",
                    "ウェブ"
                ]
            }
        },
        {
            "q": "コミュニティを立ち上げ、インフラを整備するのに、なぜこれほどまでに時間がかかるのでしょうか？",
            "a": "Webサイトやフォーラム、インフラの構築を信頼性の高い方法で展開することは、それほど難しいことではありません。例えば、Mattermostを使用した当社のチャットプログラムは、ロードバランサを介して複数のアプリケーションサーバに分散されており、わずか2週間で準備が整いました。しかし、長期的にコミュニティに参加する必要がある場合は、ベンダやプラットフォームに依存せず拡張でき安全性を持たせるために慎重な思考と計画が必要になります。"
        },
        {
            "q": "では、これらのことを簡潔に言うとどうなるでしょうか？ Rocky Linuxを上手くまとめる際に考えていることは何ですか？",
            "a": "どうやってコミュニティの信頼を慎重に守っていくのか？参加したい人がすぐに参加できるだけでなく、将来にわたっても参加できるようにするにはどうしたらいいか？技術的には劣っていても、とにかく貢献したいと思っているコミュニティメンバーをどのように巻き込み、可能にするのか。これらの課題を解決するには時間がかかりますが、皆様のご協力をお願いいたします。"
        },
        {
            "q": "私の知りたい質問がここに掲載されていない場合や、フィードバックをしたい場合はどうすればいいですか？",
            "a": "電子メールでお問い合わせください：<0>hello@rockylinux.org</0>。 できるだけ早くご連絡させていただきます。"
        }
    ]
}
