{
  "title": "パートナー",
  "description": "RESF のパートナーは、Rocky Linux プロジェクトにとって戦略的に重要な関係を継続的に築いています。エンジニアリングの専門知識、インフラストラクチャのリソース、またはその他の手段を提供することで、私たちの継続的な成功と長期的な安定に不可欠なサポートを提供しています。",
  "partners": {
    "ciq": {
      "name": "CIQ",
      "tier": "創設パートナー",
      "blurb": "私たちは、人々が素晴らしいことをするのを助けることができると信じています。これが CIQ が RESF の設立パートナーである理由です。私たちは、Rocky Linux の商用サポートとサービスを、研究、学術、政府、企業、パートナー、そしてその間にいるすべてのお客様に提供しています。"
    },
    "arm": {
      "name": "Arm",
      "tier": "主要パートナー",
      "blurb": "Armは、Rocky Linuxと共に初日からそのアーキテクチャが最高のアーキテクチャのであることを保証するために尽力しています。私たちはRESFと提携し、Rocky Linuxの開発およびテストチームを補完するために専用のエンジニアリング活動を提供し、現在および将来にわたってARMをテスト、検証、およびサポートするために緊密に協力しています。"
    },
    "equinix": {
      "name": "Equinix",
      "tier": "主要パートナー",
      "blurb": "Equinixは、世界のデジタルインフラ企業です。デジタルリーダーたちは、私たちの信頼できるプラットフォームを活用して、成功の原動力となる基盤インフラをまとめ、相互連携しています。"
    },
    "fastly": {
      "name": "Fastly",
      "tier": "主要パートナー",
      "blurb": "Fastly のエッジクラウドプラットフォームは、お客様のアプリケーションを可能な限りエンドユーザーの近く、つまりインターネットのエッジで処理、提供、保護することにより、お客様が素晴らしいデジタル体験を迅速、安全、かつ確実に実現することを可能にします。"
    },
    "mattermost": {
      "name": "Mattermost",
      "tier": "主要パートナー",
      "blurb": "Mattermostは、最も高いセキュリティ要件が求められる組織向けに作られたオープンソースのメッセージング・ソリューションです。オープンソースの力を信じている Mattermost は、RESF と提携し、エンタープライズグレードの Linux ディストリビューションに技術コミュニティを提供できることに興奮しています。"
    },
    "naver": {
      "name": "NAVER Cloud",
      "tier": "主要パートナー",
      "blurb": "NAVER Cloud Platformは、NAVERの子会社であるNAVER Cloudのもと、2017年にスタートした韓国のクラウドサービスです。2021年に170以上の個別サービスを提供し、CSA STAR GOLD、GDPRなど様々なセキュリティ認証を取得しています。また、現在世界10拠点でクラウドサービスを提供しています。"
    },
    "osl": {
      "name": "OSU Open Source Labs",
      "tier": "主要パートナー",
      "blurb": "オレゴン州立大学オープンソース・ラボは、オープンソース技術の発展を目指す非営利団体です。OSL は、オープンソースの管理とプログラミングに興味を持つ有望な学生を対象に、世界クラスのホスティングサービス、専門的なソフトウェア開発、現場でのトレーニングを提供しています。"
    },
    "supermicro": {
      "name": "Supermicro",
      "tier": "主要パートナー",
      "blurb": "Supermicro は、高性能、高効率のサーバー技術およびイノベーションのグローバルリーダーとして、RESF と協力し、Rocky Linux に最適化したデータセンターサーバーとストレージシステムを提供できることを喜ばしく思っています。"
    },
    "crowdin": {
      "name": "Crowdin",
      "tier": "Tier 4 パートナー"
    },
    "dsstudio": {
      "name": "DotSlash Studio",
      "tier": "Tier 4 パートナー"
    },
    "fathom": {
      "name": "Fathom",
      "tier": "Tier 4 パートナー"
    },
    "act": {
      "name": "Advanced Clustering Technologies",
      "tier": "Principal Partner",
      "blurb": "Advanced Clustering Technologies has been building custom, turn-key high performance computing systems since 2001. We provide on premises and cloud HPC solutions based on the latest architectures. Learn more, configure a system, and request a quote at advancedclustering.com."
    }
  }
}
