{
  "title": "スポンサー",
  "description": "このプロジェクトにおいて、これまでご支援いただいたスポンサーの皆様に感謝申し上げます。",
  "sponsors": {
    "ciq": {
      "name": "CIQ",
      "tier": "創立スポンサー",
      "blurb": "私たちは、人々が素晴らしいことをするのを助けることができると信じています。これが CIQ が RESF の創立スポンサーである理由です。私たちは、Rocky Linux の商用サポートとサービスを、研究、学術、政府、企業、パートナー、そしてその間にいるすべてのお客様に提供しています。"
    },
    "45drives": {
      "name": "45Drive",
      "tier": "主要スポンサー",
      "blurb": "45Drivesは、強力で堅牢なオープンソースソフトウェアをベースに構築されたエンタープライズストレージソリューションを提供しており、お客様は既製ハードウェアのコスト削減と柔軟性のメリットを享受することができます。テラバイトあたり最高のコストで完全にサポートされたデータ・ストレージ・ソリューションをお探しなら、45Drives をチェックしてください!"
    },
    "aws": {
      "name": "Amazon Web Services",
      "tier": "主要スポンサー",
      "blurb": "RESFは、Rocky Linuxをサポートするサービスの開発と展開に不可欠な基礎インフラの大部分を実行するために、AWSを利用しています。EC2 で動作する x86_64 と aarch64 用の Koji builer から、S3 の SRPM blob ストレージまで、AWS は私たちの活動の多くの基礎となっています。"
    },
    "gcp": {
      "name": "Google Cloud",
      "tier": "主要スポンサー",
      "blurb": "As a principal sponsor of the RESF, Google understands the importance of Rocky Linux as a free, open, community enterprise operating system. Providing resources for testing and validation, we've partnered with the RESF to ensure Rocky's status as a first-class citizen on the Google Cloud Platform from day one."
    },
    "azure": {
      "name": "Microsoft Azure",
      "tier": "主要スポンサー",
      "blurb": "Linux is the fastest growing platform on Azure, running in over half of VM cores. For well over a decade, Microsoft has been investing on Linux, and with partnerships being a central pillar of Microsoft's open source strategy we collaborate with RESF and the broader Rocky Linux ecosystem to ensure customers have an increasing set of options to deploy Linux workloads on Azure in a supported, managed and secure way."
    },
    "montavista": {
      "name": "MontaVista",
      "tier": "主要スポンサー",
      "blurb": "MontaVista Software is the leader in embedded commercial LInux, supporting MontaVista CGX, Yocto Project®️, CentOS and Rocky Linux. MontaVista offers Open Source Software expertise, commercial-quality Linux distros, cost-effective maintenance and support for 10+ year life-cycles."
    },
    "opendrives": {
      "name": "OpenDrive",
      "tier": "主要スポンサー",
      "blurb": "OpenDrives is a global provider of enterprise-grade, hyper-scalable, network-attached-storage (NAS) solutions. We deliver the highest performing solutions for our customers - to match individual performance needs - for the most robust, complex and mission-critical projects and workflows, on-premises and into the cloud."
    },
    "vmware": {
      "name": "VMware",
      "tier": "主要スポンサー",
      "blurb": "VMwareは、あらゆるアプリケーションに対応するマルチクラウドサービスを提供するリーディングカンパニーであり、エンタープライズコントロールによるデジタルイノベーションを実現します。"
    },
    "procomputers": {
      "name": "ProComputers.com",
      "tier": "Tier 4 スポンサー"
    },
    "seagate": {
      "name": "Seagate Federal",
      "tier": "Tier 4 スポンサー"
    }
  }
}
