{
  "title": "Партнери",
  "description": "Партнери RESF представляють тривалі відносини, стратегічно важливі для проекту Rocky Linux. Жертвуючи інженерним досвідом, ресурсами інфраструктури чи іншими ресурсами, їхня підтримка має вирішальне значення для нашого подальшого успіху та довгострокової стійкості.",
  "partners": {
    "ciq": {
      "name": "CIQ",
      "tier": "Партнери-засновники",
      "blurb": "Ми віримо в те, що потрібно допомагати людям робити великі справи. Ось чому CIQ є партнером-засновником RESF. Ми надаємо комерційну підтримку та послуги для Rocky Linux клієнтам із дослідницьких, академічних, урядових, корпоративних, партнерських та інших сфер."
    },
    "arm": {
      "name": "Arm",
      "tier": "Головний партнер",
      "blurb": "З першого дня Arm прагне забезпечити, щоб її архітектура була ідеальним прикладом для Rocky Linux. Ми співпрацюємо з RESF, надаючи спеціалізовані інженерні зусилля щоб доповнити команди розробки та тестувальників Rocky Linux, тісно співпрацюючи для тестування, перевірки та підтримки ARM зараз та в майбутньому."
    },
    "equinix": {
      "name": "Equinix",
      "tier": "Головний партнер",
      "blurb": "Equinix — світова цифрова інфраструктурна компанія. Цифрові лідери використовують нашу надійну платформу для підключення та інтеграції базової інфраструктури, яка забезпечує їхній успіх."
    },
    "fastly": {
      "name": "Fastly",
      "tier": "Головний партнер",
      "blurb": "Хмарна платформа Fastly дозволяє клієнтам створювати чудові цифрові можливості швидко, безпечно та надійно, обробляючи, керуючи та захищаючи програми наших клієнтів якомога ближче до їхніх кінцевих користувачів – на межі Інтернету."
    },
    "mattermost": {
      "name": "Mattermost",
      "tier": "Головний партнер",
      "blurb": "Mattermost - це рішення для обміну повідомленнями з відкритим кодом, створене для організацій з найвищими вимогами до безпеки. Як великий прихильник відкритого вихідного коду, Mattermost із задоволенням співпрацює з RESF, щоб допомогти надати технологічній спільноті дистрибутив Linux корпоративного рівня."
    },
    "naver": {
      "name": "NAVER Cloud",
      "tier": "Головний партнер",
      "blurb": "NAVER Cloud Platform — південнокорейський хмарний сервіс, який почав працювати в 2017 році під керівництвом NAVER Cloud, дочірньої компанії NAVER. У 2021 році він надає понад 170 окремих послуг і має різні сертифікати безпеки, включаючи CSA STAR GOLD, GDPR тощо. Зараз також надає хмарні послуги в 10 місцях по всьому світу."
    },
    "osl": {
      "name": "OSU Open Source Labs",
      "tier": "Головний партнер",
      "blurb": "The Oregon State University Open Source Lab є некомерційною організацією, яка займається розвитком технологій з відкритим кодом. OSL пропонує послуги хостингу світового рівня, професійну розробку програмного забезпечення та навчання на місцях для перспективних студентів, які цікавляться управлінням і розробкою з відкритим кодом."
    },
    "supermicro": {
      "name": "Supermicro",
      "tier": "Головний партнер",
      "blurb": "Як світовий лідер у високопродуктивних, високоефективних серверних технологіях та інноваціях Supermicro з радістю співпрацює з RESF і постачає сервери центрів обробки даних і системи зберігання, оптимізовані для Rocky Linux."
    },
    "crowdin": {
      "name": "Crowdin",
      "tier": "Партнер 4-го рівня"
    },
    "dsstudio": {
      "name": "DotSlash Studio",
      "tier": "Партнер 4-го рівня"
    },
    "fathom": {
      "name": "Fathom",
      "tier": "Партнер 4-го рівня"
    }
  }
}
