{
  "title": "Спонсори",
  "description": "Ми хочемо подякувати нашим спонсорам за підтримку проєкту.",
  "tierone": "1-й рівень - Принципові спонсори",
  "tiertwo": "2-й рівень",
  "tierthree": "3-й рівень",
  "tierfour": "4-й рівень",
  "priorsponsors": "Prior Sponsors",
  "blurb": {
    "lineone": "Хочете стати спонсором?",
    "linetwo": "Звʼяжіться з нами сьогодні.",
    "emailus": "Напишіть нам"
  },
  "sponsors": {
    "ciq": {
      "name": "CIQ",
      "title": "Спонсори засновники",
      "tier": 1,
      "blurb": "Ми віримо в те, що потрібно допомагати людям робити великі справи. Ось чому CIQ є спонсором-засновником RESF. Ми надаємо комерційну підтримку та послуги для Rocky Linux клієнтам із дослідницьких, академічних, урядових, корпоративних, партнерських та інших сфер."
    },
    "45drives": {
      "name": "45Drives",
      "title": "Принципові спонсори",
      "tier": 1,
      "blurb": "45Drives пропонує корпоративні рішення для зберігання даних, побудовані на потужному та надійному програмному забезпеченні з відкритим вихідним кодом, що дозволяє клієнтам скористатися перевагами економії та гнучкості готового обладнання. Спробуйте, щоб отримати повністю підтримуване рішення для зберігання даних за найкращою ціною за 1 терабайт!"
    },
    "aws": {
      "name": "Amazon Web Services",
      "title": "Принципові спонсори",
      "tier": 1,
      "blurb": "RESF використовує AWS для запуску більшої частини базової інфраструктури, що є критично важливою для розробки та розгортання сервісів, що підтримують Rocky Linux. Від конструкторів Koji для x86_64 і aarch64, що працюють в EC2 до сховищ SRPM в S3 - AWS є основою для багато чого з того, що ми робимо."
    },
    "gcp": {
      "name": "Google Cloud",
      "title": "Принципові спонсори",
      "tier": 1,
      "blurb": "Як основний спонсор RESF, Google розуміє важливість Rocky Linux як безкоштовної, відкритої корпоративної операційної системи. Надаючи ресурси для тестування та перевірки, ми співпрацюємо з RESF, щоб забезпечити статус Rocky як першокласного громадянина Google Cloud Platform з першого дня."
    },
    "azure": {
      "name": "Microsoft Azure",
      "title": "Принципові спонсори",
      "tier": 1,
      "blurb": "Linux - найшвидше зростаюча платформа в Azure, на якій працює більше половини ядер віртуальних машин. Вже більше десяти років Microsoft інвестує в Linux, а оскільки партнерські відносини є центральним елементом стратегії Microsoft в галузі відкритого вихідного коду, ми співпрацюємо з RESF і ширшою екосистемою Rocky Linux, щоб забезпечити клієнтам все більший набір можливостей для розгортання робочих навантажень Linux в Azure підтримкою, керуванням та безпекою."
    },
    "montavista": {
      "name": "MontaVista",
      "title": "Принципові спонсори",
      "tier": 1,
      "blurb": "MontaVista Software - лідер у галузі комерційного Linux для систем, що вбудовуються, підтримує MontaVista CGX, Yocto Project®️, CentOS та Rocky Linux. MontaVista пропонує досвід у галузі відкритого програмного забезпечення з відкритим програмним кодом, комерційні дистрибутиви Linux, економічно ефективне обслуговування та підтримку протягом 10+ років."
    },
    "opendrives": {
      "name": "OpenDrives",
      "title": "Принципові спонсори",
      "tier": 1,
      "blurb": "OpenDrives is a global provider of enterprise-scale, software-defined data storage solutions. Our technology is designed to power the most demanding workflows—on premises and in the cloud. Our commitment to open standards and protocols facilitates ease of integrations, making it simpler for customers to access, use, move, and protect their data. We are headquartered in Culver City, CA."
    },
    "rakutensymphony": {
      "name": "Rakuten Symphony",
      "title": "Принципові спонсори",
      "tier": 1,
      "blurb": "Rakuten Symphony is a strong believer that open source communities encourage innovation through collaboration. Deployment of Rocky Linux represents a return to true open-source principles, powered by open communities. Rakuten Symphony is working closely with a broad spectrum of third-party vendors and technology partners within the telecom industry to make Rocky Linux the standard operating system for running large networks."
    },
    "vmware": {
      "name": "VMware",
      "title": "Принципові спонсори",
      "tier": 1,
      "blurb": "VMware є провідним постачальником мультихмарних послуг для всіх додатків, що забезпечує цифрові інновації з корпоративним контролем."
    },
    "openlogic": {
      "name": "OpenLogic від Perforce",
      "title": "Tier 4 Sponsor",
      "tier": 4
    },
    "procomputers": {
      "name": "ProComputers.com",
      "title": "Tier 4 Sponsor",
      "tier": 4
    },
    "seagate": {
      "name": "Seagate Federal",
      "title": "Tier 4 Sponsor",
      "tier": 4
    },
    "stromasys": {
      "name": "Stromasys",
      "title": "Tier 4 Sponsor",
      "tier": 4
    }
  }
}
