{
  "title": "赞助商",
  "description": "我们要感谢我们的赞助商迄今为止对该项目的支持。",
  "sponsors": {
    "ciq": {
      "name": "CIQ",
      "tier": "创始赞助商",
      "blurb": "我们相信能帮助人们做伟大的事情，这就是为什么CIQ是RESF的创始赞助商。我们为研究领域、学术界、政府、企业、合作伙伴和所有介于两者之间的客户提供Rocky Linux的商业支持和服务。"
    },
    "45drives": {
      "name": "45Drives",
      "tier": "首席赞助商",
      "blurb": "45Drives 提供了基于强大和健壮的开源软件的企业存储解决方案，让客户能够从现成硬件的成本节约和灵活性中获益。查看它们，以最低的每TB成本获得完全支持的数据存储解决方案!"
    },
    "aws": {
      "name": "亚马逊网络服务",
      "tier": "首席赞助商",
      "blurb": "The RESF utilizes AWS to run much of the underlying infrastructure critical to the development and deployment of the services supporting Rocky Linux. From Koji builders for x86_64 and aarch64 running in EC2 to SRPM blob storage in S3, AWS is foundational to much of what we do."
    },
    "gcp": {
      "name": "谷歌云",
      "tier": "首席赞助商",
      "blurb": "As a principal sponsor of the RESF, Google understands the importance of Rocky Linux as a free, open, community enterprise operating system. Providing resources for testing and validation, we've partnered with the RESF to ensure Rocky's status as a first-class citizen on the Google Cloud Platform from day one."
    },
    "azure": {
      "name": "微软 Azure",
      "tier": "首席赞助商",
      "blurb": "Linux is the fastest growing platform on Azure, running in over half of VM cores. For well over a decade, Microsoft has been investing on Linux, and with partnerships being a central pillar of Microsoft's open source strategy we collaborate with RESF and the broader Rocky Linux ecosystem to ensure customers have an increasing set of options to deploy Linux workloads on Azure in a supported, managed and secure way."
    },
    "montavista": {
      "name": "MontaVista",
      "tier": "首席赞助商",
      "blurb": "MontaVista Software 是嵌入式商用LInux的领导者，支持MontaVista CGX、Yocto Project®️、 CentOS和Rocky Linux。MontaVista提供开源软件专业知识、商业质量的Linux发行版、性价比高的维护和10年以上生命周期的支持。"
    },
    "opendrives": {
      "name": "OpenDrives",
      "tier": "首席赞助商",
      "blurb": "OpenDrives 是一家企业级、超可拓展、网络附加存储(NAS)解决方案的全球供应商。我们为客户提供最高性能的解决方案，以满足个人性能需求，以满足最强大、最复杂和最关键任务的项目和工作流，无论是内部部署还是云端部署。"
    },
    "vmware": {
      "name": "VMware",
      "tier": "首席赞助商",
      "blurb": "VMware是为所有应用提供多云服务的领先提供商，通过企业控制实现计算机技术的创新。"
    },
    "procomputers": {
      "name": "ProComputers.com",
      "tier": "第4级赞助商"
    },
    "seagate": {
      "name": "希捷联邦",
      "tier": "第4级赞助商"
    }
  }
}
