{
  "title": "Tudo começou com um comentário de blog.",
  "subtitle": "História",
  "content": {
    "highlight": "Em 8 de dezembro de 2020, a Red Hat anunciou que iria descontinuar o desenvolvimento do CentOS, que é uma versão downstream pronta para produção do Red Hat Enterprise Linux, em favor de uma nova variante de desenvolvimento upstream desse sistema operacional conhecido como \"CentOS Stream\". Em resposta, o fundador original do CentOS, Gregory Kurtzer, anunciou <0> através um comentário no site do CentOS </0> que iniciaria novamente um projeto para atingir os objetivos originais do CentOS. Seu nome foi escolhido como uma homenagem ao co-fundador do CentOS, Rocky McGaugh. Em 12 de dezembro, o repositório de código do Rocky Linux havia se tornado o repositório de tendência no GitHub.",
    "paragraph": "Em 22 de dezembro de 2020, Rocky Linux anunciou que a meta para um lançamento inicial seria entre março e maio de 2021. Em 20 de janeiro de 2021, foi anunciado que um repositório de teste seria disponibilizado ao público no final de fevereiro, e um candidato a lançamento estava previsto para o final de março de 2021. No entanto, essa data foi levemente adiada e, em 30 de abril de 2021, o primeiro candidato a lançamento foi oficialmente lançado. O segundo candidato a lançamento, da versão 8.4, a última antes do lançamento estável, foi lançado em 4 de junho de 2021. Em 21 de junho de 2021, o lançamento estável do Rocky Linux 8.4 foi lançado, com o codinome \"Green Obsidian\"."
  },
  "organization": {
    "heading": "Organização",
    "paragraph": "O projeto Rocky Linux é hospedado pela Rocky Enterprise Software Foundation (RESF). Para saber mais sobre a estrutura organizacional, por favor confira a <0>página</0> sobre o tópico."
  },
  "quote": {
    "content": "Pensando nos primeiros dias do CentOS... Meu cofundador era Rocky McGaugh. Ele não está mais conosco, então como uma maneira de tirar o chapéu para ele, que nunca conseguiu ver o sucesso que o CentOS veio a ser, apresento a você... Rocky Linux.",
    "gmk": "Gregory Kurtzer",
    "occupation": "Co-fundador @ CentOS / Fundador @ Rocky Linux"
  }
}
