{
  "title": "Parceiros",
  "description": "Os parceiros do RESF representam relações contínuas de importância estratégica para o projeto Rocky Linux. Através da dedicação aos conhecimentos especializados em engenharia, aos recursos de infra-estruturas ou a outros meios, o seu apoio é fundamental para a continuação do nosso sucesso e para a estabilidade a longo prazo.",
  "partners": {
    "ciq": {
      "name": "CIQ",
      "tier": "Parceiro Fundador",
      "blurb": "Acreditamos em ajudar as pessoas a fazer coisas incríveis. É por isso que o CIQ é um parceiro fundador do RESF. Oferecemos suporte comercial e serviços para o Linux Rocky para clientes em pesquisa, academia, governo, empresas, parceiros e todos no meio de trabalho."
    },
    "arm": {
      "name": "Arm",
      "tier": "Parceiro Principal",
      "blurb": "A Arm está empenhada em garantir que sua arquitetura seja um cidadão de primeira classe desde o primeiro dia com o Rocky Linux. Fizemos uma parceria com o RESF, fornecendo esforços de engenharia dedicados para complementar as equipes de desenvolvimento e teste do Rocky Linux, trabalhando em conjunto para testar, validar e oferecer suporte ao ARM agora e por muito tempo no futuro."
    },
    "equinix": {
      "name": "Equinix",
      "tier": "Parceiro Principal",
      "blurb": "A Equinix é a empresa mundial de infraestrutura digital. Os líderes digitais utilizam nossa plataforma confiável para reunir e interconectar a infraestrutura básica que impulsiona seu sucesso."
    },
    "fastly": {
      "name": "Fastly",
      "tier": "Parceiro Principal",
      "blurb": "A plataforma de nuvem de ponta da Fastly permite que os clientes criem ótimas experiências digitais com rapidez, segurança e confiabilidade, processando, atendendo e protegendo os aplicativos de nossos clientes o mais próximo possível de seus usuários finais - na borda da Internet."
    },
    "mattermost": {
      "name": "Mattermost",
      "tier": "Parceiro Principal",
      "blurb": "Mattermost é uma solução de mensagens de código aberto feita para organizações com os mais altos requisitos de segurança. Como grandes crentes no poder do código aberto, a Mattermost está entusiasmada com a parceria com a RESF para ajudar a trazer uma distribuição de Linux de nível empresarial para a comunidade de tecnologia."
    },
    "naver": {
      "name": "NAVER Cloud\n",
      "tier": "Parceiro Principal",
      "blurb": "NAVER Cloud Platform é um serviço de nuvem sul-coreano que começou em 2017 na NAVER Cloud, uma subsidiária da NAVER. Fornece mais de 170 serviços individuais em 2021 e possui várias certificações de segurança, incluindo CSA STAR GOLD, GDPR e muito mais. Atualmente, também fornece serviços em nuvem em 10 locais ao redor do mundo."
    },
    "osl": {
      "name": "Laboratório de código aberto OSU (OSU Open Source Labs)",
      "tier": "Parceiro Principal",
      "blurb": "O Laboratório de Código Aberto da Universidade do Estado do Oregon é uma organização sem fins lucrativos que trabalha para o avanço de tecnologias de código aberto. O OSL oferece serviços de hospedagem de nível mundial, desenvolvimento profissional de softwares e treinamento local para promissores estudantes interessados em gestão e programação de código aberto."
    },
    "supermicro": {
      "name": "Supermicro",
      "tier": "Parceiro Principal",
      "blurb": "Como líder global em alta performance, tecnologia de servidor com alta eficiência e a inovação, a Supermicro está animado para trabalhar com o RESF e entregar servidores e sistemas de armazenamento de dados otimizados para o Linux Rocky."
    },
    "crowdin": {
      "name": "Crowdin",
      "tier": "Apoiador Rank 4"
    },
    "dsstudio": {
      "name": "DotSlash Studio\n",
      "tier": "Apoiador Rank 4"
    },
    "fathom": {
      "name": "Fathom",
      "tier": "Apoiador Rank 4"
    },
    "act": {
      "name": "Advanced Clustering Technologies",
      "tier": "Principal Partner",
      "blurb": "Advanced Clustering Technologies has been building custom, turn-key high performance computing systems since 2001. We provide on premises and cloud HPC solutions based on the latest architectures. Learn more, configure a system, and request a quote at advancedclustering.com."
    }
  }
}
