{
    "title": "Frequently Asked Questions",
    "questions": [
        {
            "q": "საიდან შეიძლება გადმოვწერო ISO ფაილები?",
            "a": "<0>https://rockylinux.org/download<0>"
        },
        {
            "q": "როგორ შევქმნა სარკე Rocky Linux-ის  მიმდინარე და მომავალი რელიზებისთვის?",
            "a": "გთხოვთ მოგვწეროთ <0>mirrors@rockylinux.org</0> რომ გამოხატოთ თქვენი ინტერესი."
        },
        {
            "q": "რა ვქნა თუ დავაფიქსირე შეცდომა Rocky Linux-ის ტესტირებისას?",
            "a": "პირველი, შექმენით ანგარიში <0>Rocky Linux Account Services</0>-ში, შემდეგ გადადით ჩვენს<1>Bugzilla server</1>, რომ შექმნათ ბაგ რეპორტი."
        },
        {
            "q": "როგორ გავხდე ტესტირების გუნდის წევრი?",
            "a": "დასაწყებად შეუერთდით <0>~Testing</0> არხს ჩვენს Mattermost სერვერზე. ასევე არის ტესტირების თემა ფორუმში უფრო საფუძვლიანი დიალოგებისთვის."
        },
        {
            "q": "საიდან მივიღო უახლესი ინფორმაცია Rocky Linux-ის შესახებ?",
            "a": "უახლესი ინფორმაციისთვის ხშირად ეწვიეთ ჩვენს ვებსაიტს, Twitter, LinkedIn, ფორუმებს და სხვა პლატფორმებს, რომლებიც აღნიშნულია ჩვენი ბმულების დირექტორიაში."
        },
        {
            "q": "როგორ და რატომ დარჩებაRocky Linux რეალურად საზოგადო საწარმოო კლასის საოპერაციო სისტემა?",
            "a": "პირველი, ჩვენ გავიარეთ ნაბიჯები იმისთვის, რომ კანონიერად დავიცვათ Rocky Linux-ის სახელი. ეს იმას ნიშნავს, რომ დავარეგისტრირეთ სავაჭრო ნიშნები და მასთან ასოცირებული საკუთრება, რომ დავიცვათ ისინი გარეშე კონტროლისგან. ჩვენ ამას მივაღწიეთ იმით, რომ შევქმენით ისინი Rocky Enterprise Software Foundation (RESF)-ის ქვეშ. შემდეგი, ჩვენ ვქმნით საზოგადო საბჭორს, რომელიც დაადგენს ორგანიზაციულ სტრუქტურას, მიზნებს, ღიღებულებებს, ჩამოაყალიბებს პრიციპებს, რომლებიც დაიცავს და საშუალებას მისცემს საზოგადოებას შეინარჩნუოს: გამჭვირვალობა, საზოგადოების ჩართულობა, ღია განვითარება და დამოუკიდებლობა. <0> Rocky Linux არასდროს გაკონტროლდება, გაიყიდება, ან რამენაირად მოექცევა ერთი ობიექტის ან ორგანიზაციის გავლენის ქვეშ. </0> ბოლოს, ჩვენ ვაგებთ და ვნერგავთ ყველა საჭირო ინფრასტრუქტურას, რომ საზოგადოებას ქონდეს საშუალება წვლილი შეიტანოს Rocky Linux-ში."
        },
        {
            "q": "რა არის უფრო მოკლე პასუხი ამ ყველაფრისთვის? რაზე ფიქრობთ, როცა Rocky Linux აეწყობა?",
            "a": "როგორ შევძლებთ მოვიპოვოთ საზოგადოების ნდობა? როგორ მივაღწევთ იმას, რომ ვინმე წვლილის შეტასი სურვილის მქონე შეძლებს ამის გაკეთებას, ყოველთვის მომავალში? როგორ მიიღებენ მონაწილეობას არა ტექნიკური მიმართულების კონტრიბუტორები? ამ ყველაფრის მისაღწევად ჩვენ გარკვეული დრო დაგვჭირდებ და რა თქმა უნდა თქვენი დახმარება ამ ყველაფერში."
        },
        {
            "q": "როგორ მოვიქცე თუ ვერ ვიპოვე პასუხი ჩემს კითხვაზე აქ ან მინდა ჩემი აზრი გამოვხატო?",
            "a": "გთხოვთ მოგვწეროთ ელ-ფოსტა: <0>hello@rockylinux.org</0> და ჩვენ გიპასუხებთ შეძლებისდაგვარად."
        }
    ]
}
