{
  "title": "Όλα ξεκίνησαν με ένα σχόλιο στο blog.",
  "subtitle": "Ιστορία",
  "content": {
    "highlight": "Στις 8 Δεκεμβρίου 2020, η Red Hat ανακοίνωσε ότι θα διακόψει την ανάπτυξη του CentOS, το οποίο ήταν μια έτοιμη για παραγωγή μεταγενέστερη έκδοση του Red Hat Enterprise Linux, υπέρ μιας νεότερης παραλλαγής ανάντη ανάπτυξης αυτού του λειτουργικού συστήματος, γνωστής ως \"CentOS Stream\". Σε απάντηση, ο αρχικός ιδρυτής του CentOS, Gregory Kurtzer, ανακοίνωσε <0>μέσω ενός σχολίου στον ιστότοπο του CentOS</0> ότι θα ξεκινούσε ξανά ένα έργο για την επίτευξη των αρχικών στόχων του CentOS. Το όνομά του επιλέχθηκε ως φόρος τιμής στον πρώιμο συνιδρυτή του CentOS, Rocky McGaugh. Μέχρι τις 12 Δεκεμβρίου, το αποθετήριο κώδικα του Rocky Linux είχε γίνει το κορυφαίο αποθετήριο στο GitHub.",
    "paragraph": "Στις 22 Δεκεμβρίου 2020, το Rocky Linux ανακοίνωσε ότι ο στόχος για μια αρχική κυκλοφορία ήταν μεταξύ Μαρτίου και Μαΐου 2021. Στις 20 Ιανουαρίου 2021, ανακοινώθηκε ότι ένα δοκιμαστικό αποθετήριο θα ήταν διαθέσιμο στο κοινό μέχρι τα τέλη Φεβρουαρίου , και μια υποψήφια κυκλοφορία ήταν στόχος για τα τέλη Μαρτίου 2021. Ωστόσο, αυτή η ημερομηνία αναβλήθηκε ελαφρώς και στις 30 Απριλίου 2021, η πρώτη υποψήφια κυκλοφορία, κυκλοφόρησε επίσημα. Η δεύτερη υποψήφια έκδοση, η έκδοση 8.4, η τελευταία πριν από τη σταθερή κυκλοφορία, κυκλοφόρησε στις 4 Ιουνίου 2021. Στις 21 Ιουνίου 2021 κυκλοφόρησε η σταθερή έκδοση του Rocky Linux 8.4, με την κωδική ονομασία \"Green Obsidian\"."
  },
  "organization": {
    "heading": "Οργανισμός",
    "paragraph": "Το έργο Rocky Linux φιλοξενείται από το Rocky Enterprise Software Foundation (RESF). Για να μάθετε περισσότερα σχετικά με την οργανωτική δομή, ανατρέξτε στη <0>σελίδα</0> σχετικά με το θέμα."
  },
  "quote": {
    "content": "Αναπολώ τις πρώτες μέρες του CentOS... Ο συνιδρυτής μου ήταν ο Rocky McGaugh. Δεν είναι πια μαζί μας, οπότε ως H/T για αυτόν, που δεν κατάφερε ποτέ να δει την επιτυχία που έγινε το CentOS, σας παρουσιάζω το...Rocky Linux.",
    "gmk": "Gregory Kurtzer",
    "occupation": "Συνιδρυτής @ CentOS / Ιδρυτής @ Rocky Linux"
  }
}
