{
    "title": "Ответы на часто задаваемые вопросы",
    "questions": [
        {
            "q": "Где можно скачать ISO?",
            "a": "<0>https://rockylinux.org/download<0>"
        },
        {
            "q": "Как я могу помочь зеркалированию текущих и будущих релизов Rocky Linux?",
            "a": "Пожалуйста, отправьте письмо на <0>mirrors@rockylinux.org</0>, чтобы выразить свою заинтересованность."
        },
        {
            "q": "Я обнаружил ошибку во время тестирования Rocky Linux, что мне делать?",
            "a": "Создайте аккаунт в <0>Службе Учетных Записей Rocky Linux</0>, затем перейдите в нашу <1>Bugzilla</1> и сообщите о найденной вами ошибке."
        },
        {
            "q": "Как я могу принять участие в работе команды тестирования?",
            "a": "Вы можете присоединиться к каналу <0>~Testing</0> на нашем сервере Mattermost. Кроме того, на форуме есть тема, посвященная тестированию."
        },
        {
            "q": "Где я могу найти последние новости о Rocky Linux?",
            "a": "Следите за объявлениями на нашем сайте, в Twitter, LinkedIn, на форуме и других платформах, перечисленных в нашем каталоге ссылок."
        },
        {
            "q": "Как вы добьетесь того, что Rocky Linux действительно останется операционной системой для предприятий, управляемой сообществом?",
            "a": "Во-первых, мы предприняли шаги по юридической защите названия Rocky Linux. Это означает регистрацию торговых марок и различных связанных с ними свойств, чтобы защитить их от контроля со стороны другой организации. Мы добились этого, создав их под эгидой Rocky Enterprise Software Foundation (RESF). Также, мы разрабатываем устав сообщества, который определит организационную структуру, цели, ценности и миссию юридического лица, представляющего Rocky Linux. Критически важным в этом уставе является установление принципов, которые позволяют и защищают сообщество: прозрачность, вовлеченность сообщества, открытая разработка и независимость. <0> Rocky Linux никогда не будет контролироваться, покупаться или иным образом подвергаться влиянию со стороны одного лица или организации. </0> Наконец, мы создаем и развертываем всю необходимую инфраструктуру, чтобы сообщество могло вносить свой вклад в Rocky Linux."
        },
        {
            "q": "Каков же краткий ответ на все это? Какие мысли вас посещают, когда вы формируете Rocky Linux?",
            "a": "Как нам сохранить доверие сообщества? Как обеспечить, чтобы каждый, кто хочет участвовать, мог сделать это не только сейчас, но и всегда в будущем? Как нам привлечь и дать возможность участвовать в проекте тем членам сообщества, которые, возможно, не являются техническими специалистами, но все равно хотят внести свой вклад? Решение всех этих проблем потребует времени, и мы будем рады вашей помощи в этом."
        },
        {
            "q": "Что делать, если у меня есть отзыв или FAQ не содержит ответов на мой вопрос?",
            "a": "Пожалуйста, напишите нам: <0>hello@rockylinux.org</0> и мы свяжемся с вами в ближайшее время."
        }
    ]
}
