{
    "title": "Партнеры",
    "description": "Партнеры RESF представляют собой постоянные отношения, имеющие стратегическое значение для проекта Rocky Linux. Их поддержка, выражающаяся в предоставлении инженерного опыта, инфраструктурных ресурсов или других средств, имеет решающее значение для нашего успеха и долгосрочной стабильности.",
    "partners": [
        {
            "name": "CIQ",
            "grade": "Партнер-основатель",
            "description": "Мы верим в то, что помогаем людям совершать великие дела. Именно поэтому CIQ является партнером-основателем RESF. Мы предоставляем коммерческую поддержку и услуги для Rocky Linux клиентам из научно-исследовательской, академической, правительственной, корпоративной, партнерской и всех других сфер."
        },
        {
            "name": "NAVER Cloud",
            "grade": "Основной партнер",
            "description": "NAVER Cloud Platform - это южнокорейский облачный сервис, который начал свою работу в 2017 году под эгидой NAVER Cloud, дочерней компании NAVER. В 2021 году она предоставляет более 170 отдельных услуг и имеет различные сертификаты безопасности, включая CSA STAR GOLD, GDPR и другие. В настоящее время он также предоставляет облачные услуги в 10 точках по всему миру."
        },
        {
            "name": "Mattermost",
            "grade": "Основной партнер",
            "description": "Mattermost - это решение для обмена сообщениями с открытым исходным кодом, созданное для организаций с самыми высокими требованиями к безопасности. Будучи убежденными сторонниками использования открытого исходного кода, компания Mattermost рада сотрудничать с RESF, чтобы помочь технологическому сообществу представить дистрибутив Linux корпоративного уровня."
        },
        {
            "name": "Fosshost",
            "grade": "Основной партнер",
            "description": "Fosshost (UK CIC #13356530) предлагает бесплатный хостинг корпоративного уровня и управляемые услуги исключительно для сообщества FOSS. Наша миссия заключается в расширении возможностей и поддержке каждого проекта свободного программного обеспечения с открытым исходным кодом. Вместе мы идем дальше. Наша работа никогда не останавливается. Подайте заявку сегодня!"
        },
        {
            "name": "Arm",
            "grade": "Основной партнер",
            "description": "Компания Arm стремится к тому, чтобы ее архитектура была первоклассным решением для Rocky Linux с первого дня работы. Мы сотрудничаем с RESF, предоставляя специализированные инженерные усилия в дополнение к командам разработчиков и тестировщиков Rocky Linux, тесно сотрудничая для тестирования, проверки и поддержки ARM сейчас и в будущем."
        },
        {
            "name": "Fastly",
            "grade": "Основной партнер",
            "description": "Облачная платформа Fastly позволяет клиентам быстро, безопасно и надежно создавать превосходные цифровые услуги, обрабатывая, обслуживая и защищая приложения наших клиентов как можно ближе к конечным пользователям - непосредственно на границе сети Интернет."
        },
        {
            "name": "OSU Open Source Labs",
            "grade": "Основной партнер",
            "description": "Лаборатория открытого кода Университета штата Орегон - это некоммерческая организация, работающая на благо развития технологий с открытым исходным кодом. OSL предлагает услуги хостинга мирового класса, профессиональную разработку программного обеспечения и обучение на месте для перспективных студентов, заинтересованных в управлении и программировании с открытым исходным кодом."
        },
        {
            "name": "Supermicro",
            "grade": "Основной партнер",
            "description": "Будучи мировым лидером в области высокопроизводительных, высокоэффективных серверных технологий и инноваций, компания Supermicro рада сотрудничать с RESF и поставлять серверы и системы хранения данных для центров обработки данных, оптимизированные для Rocky Linux."
        },
        {
            "name": "Equinix",
            "grade": "Основной партнер",
            "description": "Equinix - всемирная компания в области цифровой инфраструктуры. Лидеры цифровых технологий используют нашу надежную платформу для объединения и взаимосвязи основополагающей инфраструктуры, которая обеспечивает их успех."
        }
    ]
}
