{
  "title": "Téléchargements",
  "description": "Téléchargez la version officielle de Rocky Linux depuis l'un de nos miroirs de confiance.",
  "rl8": "Rocky Linux 8 (courant)",
  "rl8-eol": "<0>EOL planifié :</0> 31 mai 2029",
  "headings": {
    "arch": "Architecture",
    "isos": "ISOs",
    "packages": "Paquets"
  },
  "body": {
    "x86_64": "x86_64",
    "arm": "ARM64 (aarch64)",
    "minimal": "Minimal",
    "dvd": "DVD",
    "boot": "Démarrer",
    "torrent": "Torrent",
    "checksum": "Somme de contrôle",
    "baseos": "BaseOS"
  },
  "links": {
    "alt": "Images alternatives",
    "bug": "Signaler un bug",
    "cloud": "Images Cloud",
    "docs": "Documentation",
    "vault": "Archived Releases"
  },
  "get-involved": {
    "heading": "Contribuez",
    "body": "Lorsque vous téléchargez et utilisez Rocky Linux, la Rocky Enterprise Software Foundation vous invite à <0>faire partie de la communauté en tant que contributeur</0>. Il y a plusieurs façons de contribuer au projet, depuis la documentation, répondre aux questions et tester,  jusqu'à coder des changements pour les SIG, fournir un miroir ou un hébergement et aider les autres utilisateurs."
  },
  "isos": {
    "heading": "Quelle est la différence entre les ISO ?",
    "body": "Différentes images d'installation sont disponibles pour l'installation de Rocky Linux. L'image que vous devez télécharger dépend de votre environnement d'installation et de votre cas d'utilisation.",
    "boot": {
      "heading": "Démarrer",
      "body": "Utilisé pour installer le système d'exploitation à partir d'une autre source (comme un dépôt HTTP des fichiers binaires). Peut également être utilisé pour passer en Mode Secours."
    },
    "minimal": {
      "heading": "Minimal",
      "body": "Utilisé pour installer le système d'exploitation à partir d'une autre source (comme un dépôt HTTP des fichiers binaires). Peut également être utilisé pour passer en Mode Secours."
    },
    "dvd": {
      "heading": "DVD",
      "body": "Une installation complète qui contient les dépôts BaseOS et AppStream et vous permet de terminer l'installation sans dépôts supplémentaires. L'installation de Rocky Linux à partir de l'ISO du DVD est la méthode la plus simple et la plus courante pour effectuer une installation standard de Rocky Linux 8."
    }
  }
}
